const quizData = [
  {
    "question": "নাইট্রোজেন চক্রের কোন ধাপে বায়ুমণ্ডলে নাইট্রোজেন ফিরে যায়?",
    "options": [
      "নাইট্রিফিকেশন",
      "ডিনাইট্রিফিকেশন",
      "অ্যামোনিফিকেশন",
      "নাইট্রোজেন স্থিতিকরণ"
    ],
    "answer": "ডিনাইট্রিফিকেশন"
  },
  {
    "question": "ফুসফুসের ক্যান্সারের জন্য দায়ী একটি বায়ুদূষক হল–",
    "options": [
      "SO₂",
      "CO",
      "বেঞ্জোপাইরিন",
      "CFC"
    ],
    "answer": "বেঞ্জোপাইরিন"
  },
  {
    "question": "ভারতের বিপন্ন প্রজাতির একটি উদাহরণ হল–",
    "options": [
      "পায়রা",
      "গরু",
      "রেড পান্ডা",
      "কুকুর"
    ],
    "answer": "রেড পান্ডা"
  },
  {
    "question": "বায়ুমণ্ডলে ওজোন স্তর ধ্বংসের জন্য প্রধানত দায়ী কোনটি?",
    "options": [
      "CO₂",
      "SO₂",
      "CFC",
      "CH₄"
    ],
    "answer": "CFC"
  },
  {
    "question": "অ্যামোনিয়া থেকে নাইট্রাইট তৈরিতে সাহায্য করে কোন ব্যাকটেরিয়া?",
    "options": [
      "নাইট্রোব্যাক্টর",
      "নাইট্রোসোমোনাস",
      "সিউডোমোনাস",
      "রাইজোবিয়াম"
    ],
    "answer": "নাইট্রোসোমোনাস"
  },
  {
    "question": "জীববিবর্ধন (Biomagnification) সবচেয়ে বেশি ঘটে কোন ক্ষেত্রে?",
    "options": [
      "উৎপাদক স্তরে",
      "প্রাথমিক খাদক স্তরে",
      "গৌণ খাদক স্তরে",
      "সর্বোচ্চ খাদক স্তরে"
    ],
    "answer": "সর্বোচ্চ খাদক স্তরে"
  },
  {
    "question": "নিম্নলিখিত কোনটি স্থানীয় জীববৈচিত্র্যের ক্ষতি করে?",
    "options": [
      "স্থানীয় প্রজাতির চাষ",
      "এক্স-সিটু সংরক্ষণ",
      "বহিরাগত প্রজাতির অনুপ্রবেশ",
      "ইন-সিটু সংরক্ষণ"
    ],
    "answer": "বহিরাগত প্রজাতির অনুপ্রবেশ"
  },
  {
    "question": "পৃথিবীর ফুসফুস বলা হয় কাকে?",
    "options": [
      "সুন্দরবনকে",
      "আমাজন রেনফরেস্টকে",
      "কঙ্গো রেনফরেস্টকে",
      "হিমালয়কে"
    ],
    "answer": "আমাজন রেনফরেস্টকে"
  },
  {
    "question": "PBR-এর সম্পূর্ণ নাম কী?",
    "options": [
      "People’s Biodiversity Register",
      "Public Biodiversity Register",
      "People’s Biological Register",
      "Public Biological Register"
    ],
    "answer": "People’s Biodiversity Register"
  },
  {
    "question": "পরাগরেণু, শুক্রাণু, ডিম্বাণু ইত্যাদিকে সংরক্ষণ করা হয়–",
    "options": [
      "জাতীয় উদ্যানে",
      "অভয়ারণ্যে",
      "ক্রায়োসংরক্ষণে",
      "বায়োস্ফিয়ার রিজার্ভে"
    ],
    "answer": "ক্রায়োসংরক্ষণে"
  }
];