const quizData = [
  {
    "question": "তাজমহলের ক্ষয়ের জন্য দায়ী কোনটি?",
    "options": [
      "বিশ্ব উষ্ণায়ন",
      "অ্যাসিড বৃষ্টি",
      "ওজোন গহ্বর",
      "জলদূষণ"
    ],
    "answer": "অ্যাসিড বৃষ্টি"
  },
  {
    "question": "জীবগোষ্ঠীর ঘনত্ব বৃদ্ধিকে কী বলে?",
    "options": [
      "পপুলেশন",
      "পপুলেশন ডেনসিটি",
      "পপুলেশন গ্রোথ",
      "কমিউনিটি"
    ],
    "answer": "পপুলেশন গ্রোথ"
  },
  {
    "question": "ভারতের প্রথম জাতীয় উদ্যান কোনটি?",
    "options": [
      "কাজিরাঙা",
      "কানহা",
      "করবেট",
      "গির"
    ],
    "answer": "করবেট"
  },
  {
    "question": "নাইট্রোজেন চক্রের কোন ধাপে অ্যামোনিয়া উৎপন্ন হয়?",
    "options": [
      "নাইট্রিফিকেশন",
      "ডিনাইট্রিফিকেশন",
      "অ্যামোনিফিকেশন",
      "নাইট্রোজেন স্থিতিকরণ"
    ],
    "answer": "অ্যামোনিফিকেশন"
  },
  {
    "question": "বায়োস্ফিয়ার রিজার্ভের কোন অঞ্চলে মানুষের প্রবেশ সম্পূর্ণ নিষিদ্ধ?",
    "options": [
      "কোর অঞ্চল",
      "বাফার অঞ্চল",
      "ট্রানজিশন অঞ্চল",
      "কোনোটিই নয়"
    ],
    "answer": "কোর অঞ্চল"
  },
  {
    "question": "বিশ্ব উষ্ণায়নের একটি ফলাফল হল–",
    "options": [
      "সমুদ্রের জলস্তর বৃদ্ধি",
      "চর্ম ক্যান্সার",
      "聴力 হ্রাস",
      "রক্তাল্পতা"
    ],
    "answer": "সমুদ্রের জলস্তর বৃদ্ধি"
  },
  {
    "question": "পূর্ব হিমালয় হটস্পটের একটি বিপন্ন প্রজাতি হল–",
    "options": [
      "সিংহ",
      "বাঘ",
      "রেড পান্ডা",
      "গণ্ডার"
    ],
    "answer": "রেড পান্ডা"
  },
  {
    "question": "কোনটি অভঙ্গুর দূষকের উদাহরণ?",
    "options": [
      "প্লাস্টিক",
      "কৃষিজ বর্জ্য",
      "গৃহস্থালির আবর্জনা",
      "কাগজ"
    ],
    "answer": "প্লাস্টিক"
  },
  {
    "question": "নাইট্রোজেন স্থিতিকারী উৎসেচক কোনটি?",
    "options": [
      "লাইপেজ",
      "অ্যামাইলেজ",
      "নাইট্রোজিনেজ",
      "প্রোটিয়েজ"
    ],
    "answer": "নাইট্রোজিনেজ"
  },
  {
    "question": "জলাভূমিতে শৈবালের সংখ্যাধিক্যকে কী বলে?",
    "options": [
      "অ্যালগাল ব্লুম",
      "ইউট্রোফিকেশন",
      "বায়োম্যাগনিফিকেশন",
      "পলিউশন"
    ],
    "answer": "অ্যালগাল ব্লুম"
  }
];