const quizData = [
  {
    "question": "বায়ুদূষণের সঙ্গে জড়িত একটি রোগ হল–",
    "options": [
      "কলেরা",
      "টাইফয়েড",
      "ব্রঙ্কাইটিস",
      "জন্ডিস"
    ],
    "answer": "ব্রঙ্কাইটিস"
  },
  {
    "question": "কোনটি জীববৈচিত্র্য হ্রাসের কারণ নয়?",
    "options": [
      "বিশ্ব উষ্ণায়ন",
      "দূষণ",
      "বনসৃজন",
      "চোরাশিকার"
    ],
    "answer": "বনসৃজন"
  },
  {
    "question": "ভারতের প্রথম বায়োস্ফিয়ার রিজার্ভ কোনটি?",
    "options": [
      "সুন্দরবন",
      "নীলগিরি",
      "নন্দাদেবী",
      "মান্নার উপসাগর"
    ],
    "answer": "নীলগিরি"
  },
  {
    "question": "কোনটি ক্যান্সারের কারণ হতে পারে?",
    "options": [
      "কীটনাশক",
      "তেজস্ক্রিয় পদার্থ",
      "অতিবেগুনি রশ্মি",
      "সবকটি"
    ],
    "answer": "সবকটি"
  },
  {
    "question": "একটি বহিরাগত প্রজাতি হল–",
    "options": [
      "আম",
      "শাল",
      "পার্থেনিয়াম",
      "সুন্দরী"
    ],
    "answer": "পার্থেনিয়াম"
  },
  {
    "question": "SPM এর একটি উৎস হল–",
    "options": [
      "যানবাহন",
      "কৃষিক্ষেত্র",
      "রেফ্রিজারেটর",
      "শৌচাগার"
    ],
    "answer": "যানবাহন"
  },
  {
    "question": "শৈবাল ব্লুম (Algal bloom) এর কারণ হল–",
    "options": [
      "বায়ুদূষণ",
      "শব্দদূষণ",
      "ইউট্রোফিকেশন",
      "অ্যাসিড বৃষ্টি"
    ],
    "answer": "ইউট্রোফিকেশন"
  },
  {
    "question": "করবেট জাতীয় উদ্যান বিখ্যাত কোন প্রাণীর জন্য?",
    "options": [
      "গণ্ডার",
      "হাতি",
      "বাঘ",
      "সিংহ"
    ],
    "answer": "বাঘ"
  },
  {
    "question": "একটি নাইট্রোজেন স্থিতিকারী নীলাভ-সবুজ শৈবালের নাম হল–",
    "options": [
      "অ্যানাবিনা",
      "ভলভক্স",
      "ক্ল্যামাইডোমোনাস",
      "স্পাইরোগাইরা"
    ],
    "answer": "অ্যানাবিনা"
  },
  {
    "question": "বিশ্ব পরিবেশ দিবস কবে পালিত হয়?",
    "options": [
      "৫ই জুন",
      "২২শে এপ্রিল",
      "১৬ই সেপ্টেম্বর",
      "২২শে মে"
    ],
    "answer": "৫ই জুন"
  }
];