const quizData = [
  {
    "question": "পশ্চিমবঙ্গের গরুমারা একটি–",
    "options": [
      "বায়োস্ফিয়ার রিজার্ভ",
      "জাতীয় উদ্যান",
      "অভয়ারণ্য",
      "সংরক্ষিত বন"
    ],
    "answer": "জাতীয় উদ্যান"
  },
  {
    "question": "বায়ুতে ভাসমান ধূলিকণা, পরাগরেণু ইত্যাদিকে একত্রে কী বলে?",
    "options": [
      "SPM",
      "CFC",
      "PAN",
      "CO₂"
    ],
    "answer": "SPM"
  },
  {
    "question": "জাতীয় উদ্যান বা ন্যাশনাল পার্কে কোনটি নিষিদ্ধ?",
    "options": [
      "পর্যটন",
      "গবেষণা",
      "ব্যক্তিগত মালিকানা",
      "সবকটি"
    ],
    "answer": "ব্যক্তিগত মালিকানা"
  },
  {
    "question": "নিম্নলিখিত কোন প্রাণীটি ভারতের জন্য এন্ডেমিক?",
    "options": [
      "রয়েল বেঙ্গল টাইগার",
      "এশিয়াটিক লায়ন",
      "রেড পান্ডা",
      "একশৃঙ্গ গণ্ডার"
    ],
    "answer": "এশিয়াটিক লায়ন"
  },
  {
    "question": "কোনটি গ্রিনহাউস গ্যাস ও ওজোন স্তর ধ্বংসকারী উভয়ই?",
    "options": [
      "CO₂",
      "CH₄",
      "CFC",
      "N₂O"
    ],
    "answer": "CFC"
  },
  {
    "question": "মটর গাছের মূলে রাইজোবিয়ামের বসবাস হল এক প্রকার–",
    "options": [
      "পরজীবিতা",
      "মৃতজীবিতা",
      "মিথোজীবিতা",
      "কোনোটিই নয়"
    ],
    "answer": "মিথোজীবিতা"
  },
  {
    "question": "যে বইতে বিপন্ন প্রজাতিদের তালিকা থাকে, তাকে বলে–",
    "options": [
      "গ্রিন ডেটা বুক",
      "ব্ল্যাক ডেটা বুক",
      "রেড ডেটা বুক",
      "ব্লু ডেটা বুক"
    ],
    "answer": "রেড ডেটা বুক"
  },
  {
    "question": "ক্রমবর্ধমান জনসংখ্যার একটি সমস্যা হল–",
    "options": [
      "অরণ্য নিধন",
      "দূষণ বৃদ্ধি",
      "মিষ্টি জলের অভাব",
      "সবকটি"
    ],
    "answer": "সবকটি"
  },
  {
    "question": "জলাশয়ে পুষ্টি উপাদানের বৃদ্ধিকে কী বলে?",
    "options": [
      "ইউট্রোফিকেশন",
      "অ্যালগাল ব্লুম",
      "বায়োম্যাগনিফিকেশন",
      "পলিউশন"
    ],
    "answer": "ইউট্রোফিকেশন"
  },
  {
    "question": "কোনটি বায়োডাইভারসিটির α-বৈচিত্র্যকে বোঝায়?",
    "options": [
      "একটি নির্দিষ্ট অঞ্চলের মোট প্রজাতির সংখ্যা",
      "দুটি ভিন্ন অঞ্চলের মধ্যে প্রজাতির তুলনা",
      "একটি বৃহৎ ভৌগোলিক অঞ্চলের মোট জীববৈচিত্র্য",
      "কোনোটিই নয়"
    ],
    "answer": "একটি নির্দিষ্ট অঞ্চলের মোট প্রজাতির সংখ্যা"
  }
];