const quizData = [
  {
    "question": "সিম্ব গোত্রীয় উদ্ভিদের মূলে বসবাসকারী নাইট্রোজেন স্থিতিকারী ব্যাকটেরিয়া হল–",
    "options": [
      "অ্যাজোটোব্যাক্টর",
      "ক্লস্ট্রিডিয়াম",
      "রাইজোবিয়াম",
      "নাইট্রোব্যাক্টর"
    ],
    "answer": "রাইজোবিয়াম"
  },
  {
    "question": "জলদূষণের ফলে সৃষ্ট একটি রোগ হল–",
    "options": [
      "ব্রঙ্কাইটিস",
      "টাইফয়েড",
      "হাঁপানি",
      "যক্ষ্মা"
    ],
    "answer": "টাইফয়েড"
  },
  {
    "question": "JFM প্রকল্পটি প্রথম চালু হয় কোন রাজ্যে?",
    "options": [
      "পশ্চিমবঙ্গ",
      "কেরালা",
      "মধ্যপ্রদেশ",
      "আসাম"
    ],
    "answer": "পশ্চিমবঙ্গ"
  },
  {
    "question": "ভারতের কোন জাতীয় উদ্যানে একশৃঙ্গ গণ্ডার সংরক্ষণ করা হয়?",
    "options": [
      "করবেট জাতীয় উদ্যান",
      "গির জাতীয় উদ্যান",
      "কাজিরাঙা জাতীয় উদ্যান",
      "কানহা জাতীয় উদ্যান"
    ],
    "answer": "কাজিরাঙা জাতীয় উদ্যান"
  },
  {
    "question": "কোনটি এক্স-সিটু সংরক্ষণের উদাহরণ?",
    "options": [
      "অভয়ারণ্য",
      "জাতীয় উদ্যান",
      "বায়োস্ফিয়ার রিজার্ভ",
      "চিড়িয়াখানা"
    ],
    "answer": "চিড়িয়াখানা"
  },
  {
    "question": "বায়ুমণ্ডলের নাইট্রোজেনের পরিমাণ কত?",
    "options": [
      "৭৮.০৯%",
      "২১%",
      "০.০৩%",
      "০.৯৩%"
    ],
    "answer": "৭৮.০৯%"
  },
  {
    "question": "BOD-এর পুরো নাম কী?",
    "options": [
      "বায়োলজিক্যাল অক্সিজেন ডিমান্ড",
      "বায়োকেমিক্যাল অক্সিজেন ডিমান্ড",
      "বায়োটিক অক্সিজেন ডিমান্ড",
      "বায়োলজিক্যাল অক্সিজেন ডিক্রিজ"
    ],
    "answer": "বায়োকেমিক্যাল অক্সিজেন ডিমান্ড"
  },
  {
    "question": "জীববৈচিত্র্য বা বায়োডাইভারসিটি শব্দটি প্রথম কে প্রবর্তন করেন?",
    "options": [
      "ওয়াল্টার রোজেন",
      "নরম্যান মায়ার্স",
      "ডারউইন",
      "ওডাম"
    ],
    "answer": "ওয়াল্টার রোজেন"
  },
  {
    "question": "একটি অভঙ্গুর প্রকৃতির দূষক হল–",
    "options": [
      "কাগজ",
      "সবজির খোসা",
      "DDT",
      "গোবর"
    ],
    "answer": "DDT"
  },
  {
    "question": "ভারতে বাঘ সংরক্ষণের জন্য যে প্রকল্প চালু হয়েছে তার নাম কী?",
    "options": [
      "প্রজেক্ট লায়ন",
      "প্রজেক্ট টাইগার",
      "প্রজেক্ট এলিফ্যান্ট",
      "প্রজেক্ট রাইনো"
    ],
    "answer": "প্রজেক্ট টাইগার"
  }
];