const quizData = [
  {
    "question": "সাইলেন্ট ভ্যালি জাতীয় উদ্যানটি কোন রাজ্যে অবস্থিত?",
    "options": [
      "কর্ণাটক",
      "তামিলনাড়ু",
      "কেরালা",
      "অন্ধ্রপ্রদেশ"
    ],
    "answer": "কেরালা"
  },
  {
    "question": "শব্দদূষণের একক কী?",
    "options": [
      "হার্টজ",
      "ডেসিবল",
      "ওয়াট",
      "পাস্কাল"
    ],
    "answer": "ডেসিবল"
  },
  {
    "question": "অ্যাজমা বা হাঁপানি হল এক প্রকার–",
    "options": [
      "জলবাহিত রোগ",
      "বায়ুবাহিত রোগ",
      "মৃত্তিকাবাহিত রোগ",
      "জিনগত রোগ"
    ],
    "answer": "বায়ুবাহিত রোগ"
  },
  {
    "question": "কোনটি গৌণ দূষক?",
    "options": [
      "CO",
      "SO₂",
      "PAN",
      "ধূলিকণা"
    ],
    "answer": "PAN"
  },
  {
    "question": "গঙ্গা অ্যাকশন প্ল্যান (GAP) কবে চালু হয়?",
    "options": [
      "১৯৮৪",
      "১৯৮৫",
      "১৯৮৬",
      "১৯৮৭"
    ],
    "answer": "১৯৮৬"
  },
  {
    "question": "অ্যামোনিফিকেশনে সাহায্যকারী ব্যাকটেরিয়া হল–",
    "options": [
      "ব্যাসিলাস মাইকয়ডিস",
      "নাইট্রোসোমোনাস",
      "অ্যাজোটোব্যাক্টর",
      "সিউডোমোনাস"
    ],
    "answer": "ব্যাসিলাস মাইকয়ডিস"
  },
  {
    "question": "মিনামাটা রোগ হয় কোন ধাতুর দূষণের ফলে?",
    "options": [
      "পারদ",
      "ক্যাডমিয়াম",
      "সিসা",
      "আর্সেনিক"
    ],
    "answer": "পারদ"
  },
  {
    "question": "পশ্চিমবঙ্গের একটি পক্ষী অভয়ারণ্য হল–",
    "options": [
      "বেথুয়াডহরি",
      "সজনেখালি",
      "চাপড়ামারি",
      "গরুমারা"
    ],
    "answer": "সজনেখালি"
  },
  {
    "question": "কুমির সংরক্ষণের জন্য একটি প্রকল্প হল–",
    "options": [
      "গির প্রকল্প",
      "সুন্দরবন প্রকল্প",
      "ভিতরকণিকা প্রকল্প",
      "কচ্ছপ প্রকল্প"
    ],
    "answer": "ভিতরকণিকা প্রকল্প"
  },
  {
    "question": "নাইট্রাইট থেকে নাইট্রেট তৈরিতে সাহায্য করে–",
    "options": [
      "নাইট্রোসোমোনাস",
      "নাইট্রোব্যাক্টর",
      "সিউডোমোনাস",
      "ক্লস্ট্রিডিয়াম"
    ],
    "answer": "নাইট্রোব্যাক্টর"
  }
];