const quizData = [
  {
    "question": "বেলুন ফোলানোর সময় বেলুনের ভিতরের চাপ—",
    "options": [
      "বাইরের চাপের চেয়ে কম থাকে",
      "বাইরের চাপের চেয়ে বেশি থাকে",
      "বাইরের চাপের সমান থাকে",
      "শূন্য থাকে"
    ],
    "answer": "বাইরের চাপের চেয়ে বেশি থাকে"
  },
  {
    "question": "গ্যাস সংক্রান্ত গেলুসাকের সূত্রটি কোন কোন রাশির মধ্যে সম্পর্ক স্থাপন করে?",
    "options": [
      "চাপ ও আয়তন",
      "আয়তন ও উষ্ণতা",
      "চাপ ও উষ্ণতা",
      "চাপ ও ভর"
    ],
    "answer": "চাপ ও উষ্ণতা"
  },
  {
    "question": "গ্যাসের অণুগুলির গতিশক্তি পরম উষ্ণতার—",
    "options": [
      "সমানুপাতিক",
      "ব্যস্তানুপাতিক",
      "বর্গের সমানুপাতিক",
      "সম্পর্কহীন"
    ],
    "answer": "সমানুপাতিক"
  },
  {
    "question": "আদর্শ গ্যাসের অণুগুলির মধ্যে আকর্ষণ বলের মান—",
    "options": [
      "খুব বেশি",
      "খুব কম",
      "শূন্য",
      "অসীম"
    ],
    "answer": "শূন্য"
  },
  {
    "question": "সার্বজনীন গ্যাস ধ্রুবক (R) -এর SI একক হল—",
    "options": [
      "J mol K",
      "J mol⁻¹ K⁻¹",
      "L atm mol⁻¹ K⁻¹",
      "erg mol⁻¹ K⁻¹"
    ],
    "answer": "J mol⁻¹ K⁻¹"
  },
  {
    "question": "1 মোল আদর্শ গ্যাসের জন্য PV/T রাশির মান কত?",
    "options": [
      "P",
      "V",
      "R",
      "T"
    ],
    "answer": "R"
  },
  {
    "question": "আদর্শ গ্যাস সমীকরণটি হল—",
    "options": [
      "P₁V₁ = P₂V₂",
      "V/T = ধ্রুবক",
      "PV = nRT",
      "PV = RT"
    ],
    "answer": "PV = nRT"
  },
  {
    "question": "CO₂ এর বাষ্প ঘনত্ব 22 হলে, এর আণবিক ভর কত?",
    "options": [
      "22",
      "11",
      "44",
      "33"
    ],
    "answer": "44"
  },
  {
    "question": "PV = nRT সমীকরণে কোন রাশিটি স্থির?",
    "options": [
      "P",
      "V",
      "n",
      "R"
    ],
    "answer": "R"
  },
  {
    "question": "বয়েলের সূত্রে ধ্রুবক হল—",
    "options": [
      "গ্যাসের চাপ ও ভর",
      "গ্যাসের উষ্ণতা ও ভর",
      "গ্যাসের আয়তন ও ভর",
      "গ্যাসের চাপ ও আয়তন"
    ],
    "answer": "গ্যাসের উষ্ণতা ও ভর"
  }
];