const quizData = [
  {
    "question": "একই চাপ ও উষ্ণতায় সম-আয়তন সব গ্যাসের মধ্যে সমান সংখ্যক ____ থাকে।",
    "options": [
      "পরমাণু",
      "অণু",
      "ইলেকট্রন",
      "প্রোটন"
    ],
    "answer": "অণু"
  },
  {
    "question": "স্থির চাপে নির্দিষ্ট ভরের গ্যাসের আয়তন ও পরম উষ্ণতার লেখচিত্র হল—",
    "options": [
      "পরাবৃত্ত",
      "সমপরাবৃত্ত",
      "মূলবিন্দুগামী সরলরেখা",
      "অধিবৃত্ত"
    ],
    "answer": "মূলবিন্দুগামী সরলরেখা"
  },
  {
    "question": "গ্যাসীয় অণুর গতি সংক্রান্ত তত্ত্বের প্রবক্তা কে?",
    "options": [
      "ক্লসিয়াস",
      "ম্যাক্সওয়েল",
      "বোলৎজম্যান",
      "উপরের সবাই"
    ],
    "answer": "উপরের সবাই"
  },
  {
    "question": "গ্যাসের চাপ সৃষ্টি হয়—",
    "options": [
      "গ্যাসের অণুগুলির নিজেদের মধ্যে সংঘর্ষের ফলে",
      "গ্যাসের অণুগুলির পাত্রের দেয়ালে সংঘর্ষের ফলে",
      "গ্যাসের অণুগুলির ওজনের জন্য",
      "গ্যাসের অণুগুলির স্থির থাকার ফলে"
    ],
    "answer": "গ্যাসের অণুগুলির পাত্রের দেয়ালে সংঘর্ষের ফলে"
  },
  {
    "question": "অ্যাভোগাড্রো সংখ্যা (Nₐ) -এর মান হল—",
    "options": [
      "6.022 x 10²³",
      "6.022 x 10⁻²³",
      "6.22 x 10²³",
      "6.022 x 10²²"
    ],
    "answer": "6.022 x 10²³"
  },
  {
    "question": "PV বনাম P লেখচিত্রটি P-অক্ষের সমান্তরাল হয় কোন সূত্রে?",
    "options": [
      "চার্লসের সূত্র",
      "বয়েলের সূত্র",
      "অ্যাভোগাড্রোর সূত্র",
      "গেলুসাকের সূত্র"
    ],
    "answer": "বয়েলের সূত্র"
  },
  {
    "question": "পরম শূন্য উষ্ণতার মান হল—",
    "options": [
      "0°C",
      "273°C",
      "-273°C",
      "100°C"
    ],
    "answer": "-273°C"
  },
  {
    "question": "আদর্শ গ্যাসের অণুগুলি দ্বারা অধিকৃত আয়তন হল—",
    "options": [
      "পাত্রের আয়তনের সমান",
      "নগণ্য",
      "খুব বেশি",
      "পাত্রের আয়তনের অর্ধেক"
    ],
    "answer": "নগণ্য"
  },
  {
    "question": "বয়েলের সূত্রের PV-P লেখচিত্রটি হল—",
    "options": [
      "P-অক্ষের সমান্তরাল সরলরেখা",
      "V-অক্ষের সমান্তরাল সরলরেখা",
      "মূলবিন্দুগামী সরলরেখা",
      "সমপরাবৃত্ত"
    ],
    "answer": "P-অক্ষের সমান্তরাল সরলরেখা"
  },
  {
    "question": "1 পাস্কাল = ?",
    "options": [
      "1 N/m²",
      "1 N/m",
      "1 N·m²",
      "1 N·m"
    ],
    "answer": "1 N/m²"
  }
];