const quizData = [
  {
    "question": "দুটি ভিন্নধর্মী অ্যালিলযুক্ত জীবকে কী বলে?",
    "options": [
      "হোমোজাইগাস",
      "হেটারোজাইগাস",
      "হোমোগ্যামেটিক",
      "হেটারোগ্যামেটিক"
    ],
    "answer": "হেটারোজাইগাস"
  },
  {
    "question": "সন্ধ্যা মালতী ফুলে অসম্পূর্ণ প্রকটতার ক্ষেত্রে F2 জনুতে গোলাপি ফুল পাওয়ার সম্ভাবনা কত?",
    "options": [
      "২৫%",
      "৫০%",
      "৭৫%",
      "১০০%"
    ],
    "answer": "৫০%"
  },
  {
    "question": "F2 জনুতে 3:1 অনুপাতটি হল–",
    "options": [
      "জিনোটাইপিক অনুপাত",
      "ফিনোটাইপিক অনুপাত",
      "টেস্ট ক্রস অনুপাত",
      "কোনোটিই নয়"
    ],
    "answer": "ফিনোটাইপিক অনুপাত"
  },
  {
    "question": "মেন্ডেল নির্বাচিত মটর গাছের মধ্যে কাক্ষিক মুকুল ছিল–",
    "options": [
      "প্রকট বৈশিষ্ট্য",
      "প্রচ্ছন্ন বৈশিষ্ট্য",
      "সহপ্রকট বৈশিষ্ট্য",
      "কোনোটিই নয়"
    ],
    "answer": "প্রকট বৈশিষ্ট্য"
  },
  {
    "question": "কোন প্রকার ক্রোমোজোম ঘটিত অস্বাভাবিকতার ফলে ডাউন সিনড্রোম হয়?",
    "options": [
      "সেক্স ক্রোমোজোমের ট্রাইসোমি",
      "২১ নং অটোজোমের ট্রাইসোমি",
      "১৮ নং অটোজোমের ট্রাইসোমি",
      "১৩ নং অটোজোমের ট্রাইসোমি"
    ],
    "answer": "২১ নং অটোজোমের ট্রাইসোমি"
  },
  {
    "question": "একসংকর জননের টেস্ট ক্রসের অনুপাত হল–",
    "options": [
      "3 : 1",
      "1 : 2 : 1",
      "1 : 1",
      "9 : 3 : 3 : 1"
    ],
    "answer": "1 : 1"
  },
  {
    "question": "মহিলাদের হোমোগ্যামেটিক বলা হয় কারণ তাদের–",
    "options": [
      "XX ক্রোমোজোম থাকে",
      "তারা এক প্রকার গ্যামেট তৈরি করে",
      "XY ক্রোমোজোম থাকে",
      "অটোজোম থাকে"
    ],
    "answer": "তারা এক প্রকার গ্যামেট তৈরি করে"
  },
  {
    "question": "মেন্ডেলের বংশগতির পরীক্ষার ফল প্রকাশিত হয় যে পত্রিকায় তার নাম হল–",
    "options": [
      "ন্যাচার",
      "সায়েন্স",
      "অ্যানুয়াল প্রসিডিংস অফ দ্য ন্যাচারাল হিস্ট্রি সোসাইটি অফ ব্রুন",
      "অরিজিন অফ স্পিসিস"
    ],
    "answer": "অ্যানুয়াল প্রসিডিংস অফ দ্য ন্যাচারাল হিস্ট্রি সোসাইটি অফ ব্রুন"
  },
  {
    "question": "কোন রোগকে ‘রাজকীয় রোগ’ বা ‘রয়্যাল ডিজিজ’ বলা হয়?",
    "options": [
      "থ্যালাসেমিয়া",
      "বর্ণান্ধতা",
      "হিমোফিলিয়া",
      "ক্যান্সার"
    ],
    "answer": "হিমোফিলিয়া"
  },
  {
    "question": "একজন থ্যালাসেমিয়ার বাহক পুরুষ ও স্বাভাবিক মহিলার বিবাহে সন্তানের থ্যালাসেমিয়ায় আক্রান্ত হওয়ার সম্ভাবনা কত?",
    "options": [
      "২৫%",
      "৫০%",
      "৭৫%",
      "০%"
    ],
    "answer": "০%"
  }
];