const quizData = [
  {
    "question": "‘অস্তিত্বের জন্য সংগ্রাম’ কথাটি কার তত্ত্বের সঙ্গে যুক্ত?",
    "options": [
      "ল্যামার্ক",
      "ডারউইন",
      "ম্যালথাস",
      "ভাইসম্যান"
    ],
    "answer": "ডারউইন"
  },
  {
    "question": "প্রথম সৃষ্ট নিউক্লিক অ্যাসিডটি সম্ভবত ছিল–",
    "options": [
      "DNA",
      "RNA",
      "প্রোটিন",
      "লিপিড"
    ],
    "answer": "RNA"
  },
  {
    "question": "কোনটি আচরণগত অভিযোজন?",
    "options": [
      "ক্যাকটাসের কাঁটা",
      "উটের কুঁজ",
      "শিম্পাঞ্জির যন্ত্রের ব্যবহার",
      "সুন্দরী গাছের শ্বাসমূল"
    ],
    "answer": "শিম্পাঞ্জির যন্ত্রের ব্যবহার"
  },
  {
    "question": "নিউক্লিক অ্যাসিড ও প্রোটিন নিয়ে গঠিত কোশের পূর্বসূরী গঠনটিকে কী বলে?",
    "options": [
      "কোয়াসারভেট",
      "মাইক্রোস্ফিয়ার",
      "প্রোটোসেল",
      "প্রোটিনয়েড"
    ],
    "answer": "প্রোটোসেল"
  },
  {
    "question": "ডারউইন কোন জাহাজে করে বিশ্বভ্রমণ করেন?",
    "options": [
      "এইচ.এম.এস. বিগল",
      "এইচ.এম.এস. টাইটানিক",
      "এইচ.এম.এস. ভিক্টোরিয়া",
      "এইচ.এম.এস. এনডেভার"
    ],
    "answer": "এইচ.এম.এস. বিগল"
  },
  {
    "question": "ঘোড়ার আদি পূর্বপুরুষের নাম কী?",
    "options": [
      "ইকুয়াস",
      "প্লায়োহিপ্পাস",
      "ইওহিপ্পাস",
      "মেসোহিপ্পাস"
    ],
    "answer": "ইওহিপ্পাস"
  },
  {
    "question": "জীববিবর্তনের প্রত্যক্ষ প্রমাণ পাওয়া যায় কোথা থেকে?",
    "options": [
      "তুলনামূলক শারীরস্থান",
      "ভ্রূণতত্ত্ব",
      "জীবাশ্ম",
      "শ্রেণিবিন্যাস"
    ],
    "answer": "জীবাশ্ম"
  },
  {
    "question": "নিচের কোনটি মরুজ বা জাঙ্গল উদ্ভিদ?",
    "options": [
      "সুন্দরী",
      "পদ্ম",
      "ক্যাকটাস",
      "আম"
    ],
    "answer": "ক্যাকটাস"
  },
  {
    "question": "ল্যামার্কের জিরাফের লম্বা গলা সংক্রান্ত মতবাদকে বাতিল করেন কোন বিজ্ঞানী?",
    "options": [
      "ডারউইন",
      "ভাইসম্যান",
      "দ্য ভ্রিস",
      "হেকেল"
    ],
    "answer": "ভাইসম্যান"
  },
  {
    "question": "উটের পাকস্থলীতে অবস্থিত জল সঞ্চয়কারী থলিগুলিকে কী বলে?",
    "options": [
      "ওয়াটার স্যাক",
      "এয়ার স্যাক",
      "অ্যালভিওলাই",
      "নেফ্রিডিয়া"
    ],
    "answer": "ওয়াটার স্যাক"
  }
];