const quizData = [
  {
    "question": "সমসংস্থ অঙ্গ কোন ধরনের বিবর্তনকে নির্দেশ করে?",
    "options": [
      "অভিসারী বিবর্তন",
      "অপসারী বিবর্তন",
      "সমান্তরাল বিবর্তন",
      "কোনোটিই নয়"
    ],
    "answer": "অপসারী বিবর্তন"
  },
  {
    "question": "পায়রার লেজের পালককে কী বলে?",
    "options": [
      "রেমিজেস",
      "রেকট্রিসেস",
      "ডাউন পালক",
      "কনট্যুর পালক"
    ],
    "answer": "রেকট্রিসেস"
  },
  {
    "question": "মেরুদণ্ডী প্রাণীদের হৃৎপিণ্ডের ক্রমবিবর্তন হল–",
    "options": [
      "সমসংস্থ অঙ্গের উদাহরণ",
      "সমবৃত্তীয় অঙ্গের উদাহরণ",
      "নিষ্ক্রিয় অঙ্গের উদাহরণ",
      "কোনোটিই নয়"
    ],
    "answer": "সমসংস্থ অঙ্গের উদাহরণ"
  },
  {
    "question": "পরিব্যক্তি বা মিউটেশন তত্ত্বের প্রবক্তা কে?",
    "options": [
      "ডারউইন",
      "ল্যামার্ক",
      "হুগো দ্য ভ্রিস",
      "মেন্ডেল"
    ],
    "answer": "হুগো দ্য ভ্রিস"
  },
  {
    "question": "শ্বাসমূলের ডগায় উপস্থিত অসংখ্য ছিদ্রকে কী বলে?",
    "options": [
      "স্টোমাটা",
      "লেন্টিসেল",
      "হাইডাথোড",
      "কিউটিকল"
    ],
    "answer": "লেন্টিসেল"
  },
  {
    "question": "ঘোড়ার বিবর্তনে পায়ের তৃতীয় আঙুলটি কিসে পরিণত হয়েছে?",
    "options": [
      "খুরে",
      "স্প্লিন্ট অস্থিতে",
      "বিলুপ্ত হয়েছে",
      "ছোট হয়ে গেছে"
    ],
    "answer": "খুরে"
  },
  {
    "question": "অর্জিত গুণের বংশানুসরণের ধারণার সঙ্গে কোন বিজ্ঞানীর নাম যুক্ত?",
    "options": [
      "ডারউইন",
      "ল্যামার্ক",
      "হেকেল",
      "ভাইসম্যান"
    ],
    "answer": "ল্যামার্ক"
  },
  {
    "question": "নিচের কোনটি আচরণগত অভিযোজনের উদাহরণ নয়?",
    "options": [
      "মৌমাছির নৃত্য",
      "শিম্পাঞ্জির যন্ত্রের ব্যবহার",
      "উটের ডিম্বাকার RBC",
      "পরিযায়ী পাখিদের ভ্রমণ"
    ],
    "answer": "উটের ডিম্বাকার RBC"
  },
  {
    "question": "প্রাকৃতিক নির্বাচন ঘটে কার ওপর?",
    "options": [
      "প্রকরণ বা ভেদ",
      "নিষ্ক্রিয় অঙ্গ",
      "অর্জিত বৈশিষ্ট্য",
      "সবকটির ওপর"
    ],
    "answer": "প্রকরণ বা ভেদ"
  },
  {
    "question": "মাইক্রোস্ফিয়ার মডেলের প্রবক্তা কে?",
    "options": [
      "ওপারিন",
      "হ্যালডেন",
      "মিলার",
      "সিডনি ফক্স"
    ],
    "answer": "সিডনি ফক্স"
  }
];