const quizData = [
  {
    "question": "‘The Origin of Species by Means of Natural Selection’ গ্রন্থটির লেখক কে?",
    "options": [
      "ল্যামার্ক",
      "চার্লস ডারউইন",
      "হুগো দ্য ভ্রিস",
      "ভাইসম্যান"
    ],
    "answer": "চার্লস ডারউইন"
  },
  {
    "question": "ল্যামার্কের তত্ত্বের মূল প্রতিপাদ্য বিষয় কোনটি?",
    "options": [
      "প্রাকৃতিক নির্বাচন",
      "অর্জিত গুণের বংশানুসরণ",
      "অস্তিত্বের জন্য সংগ্রাম",
      "পরিব্যক্তি"
    ],
    "answer": "অর্জিত গুণের বংশানুসরণ"
  },
  {
    "question": "ঘোড়ার বিবর্তনের সঠিক পর্যায়ক্রম কোনটি?",
    "options": [
      "ইওহিপ্পাস → মেসোহিপ্পাস → মেরিচিপ্পাস → প্লায়োহিপ্পাস → ইকুয়াস",
      "ইকুয়াস → প্লায়োহিপ্পাস → মেরিচিপ্পাস → মেসোহিপ্পাস → ইওহিপ্পাস",
      "ইওহিপ্পাস → মেরিচিপ্পাস → মেসোহিপ্পাস → প্লায়োহিপ্পাস → ইকুয়াস",
      "মেসোহিপ্পাস → ইওহিপ্পাস → প্লায়োহিপ্পাস → মেরিচিপ্পাস → ইকুয়াস"
    ],
    "answer": "ইওহিপ্পাস → মেসোহিপ্পাস → মেরিচিপ্পাস → প্লায়োহিপ্পাস → ইকুয়াস"
  },
  {
    "question": "পাখির ডানা ও পতঙ্গের ডানা হল–",
    "options": [
      "সমসংস্থ অঙ্গ",
      "সমবৃত্তীয় অঙ্গ",
      "নিষ্ক্রিয় অঙ্গ",
      "কোনোটিই নয়"
    ],
    "answer": "সমবৃত্তীয় অঙ্গ"
  },
  {
    "question": "ক্যাকটাসের পাতা কাঁটায় রূপান্তরিত হয় কেন?",
    "options": [
      "সালোকসংশ্লেষের জন্য",
      "বাষ্পমোচন কমানোর জন্য",
      "আত্মরক্ষার জন্য",
      "খ ও গ উভয়ই"
    ],
    "answer": "খ ও গ উভয়ই"
  },
  {
    "question": "পায়রার বায়ুথলির সংখ্যা কত?",
    "options": [
      "৭টি",
      "৮টি",
      "৯টি",
      "১০টি"
    ],
    "answer": "৯টি"
  },
  {
    "question": "মিলার ও উরের পরীক্ষায় ব্যবহৃত গ্যাসগুলির মধ্যে কোনটি ছিল না?",
    "options": [
      "মিথেন",
      "অ্যামোনিয়া",
      "হাইড্রোজেন",
      "অক্সিজেন"
    ],
    "answer": "অক্সিজেন"
  },
  {
    "question": "একটি জীবন্ত জীবাশ্মের উদাহরণ হল–",
    "options": [
      "আর্কিওপটেরিক্স",
      "লিমুলাস",
      "প্লাটিপাস",
      "অ্যামিবা"
    ],
    "answer": "লিমুলাস"
  },
  {
    "question": "সুন্দরী গাছের একটি অভিযোজনগত বৈশিষ্ট্য হল–",
    "options": [
      "পর্ণকাণ্ড",
      "জরায়ুজ অঙ্কুরোদ্গম",
      "বায়ুথলি",
      "কণ্টকপত্র"
    ],
    "answer": "জরায়ুজ অঙ্কুরোদ্গম"
  },
  {
    "question": "মাছের কোন অঙ্গটি মাছকে জলে ডুবতে ও ভাসতে সাহায্য করে?",
    "options": [
      "পাখনা",
      "পটকা",
      "মায়োটোম পেশি",
      "ফুলকা"
    ],
    "answer": "পটকা"
  }
];