const quizData = [
  {
    "question": "উটের RBC-এর আকৃতি কেমন?",
    "options": [
      "গোলাকার",
      "ডিম্বাকার ও নিউক্লিয়াসবিহীন",
      "ডিম্বাকার ও নিউক্লিয়াসযুক্ত",
      "অনিয়তাকার"
    ],
    "answer": "ডিম্বাকার ও নিউক্লিয়াসযুক্ত"
  },
  {
    "question": "‘অঙ্গের ব্যবহার ও অব্যবহার’ কার মতবাদের অংশ?",
    "options": [
      "ডারউইন",
      "ল্যামার্ক",
      "ভাইসম্যান",
      "দ্য ভ্রিস"
    ],
    "answer": "ল্যামার্ক"
  },
  {
    "question": "আধুনিক ঘোড়ার নাম কী?",
    "options": [
      "ইওহিপ্পাস",
      "মেরিচিপ্পাস",
      "প্লায়োহিপ্পাস",
      "ইকুয়াস"
    ],
    "answer": "ইকুয়াস"
  },
  {
    "question": "তিমির ফ্লিপার ও পাখির ডানা হল–",
    "options": [
      "সমসংস্থ অঙ্গ",
      "সমবৃত্তীয় অঙ্গ",
      "নিষ্ক্রিয় অঙ্গ",
      "সংযোগরক্ষাকারী অঙ্গ"
    ],
    "answer": "সমসংস্থ অঙ্গ"
  },
  {
    "question": "‘হট ডাইলুট স্যুপ’ কথাটি কে প্রথম ব্যবহার করেন?",
    "options": [
      "ওপারিন",
      "হ্যালডেন",
      "মিলার",
      "ফক্স"
    ],
    "answer": "হ্যালডেন"
  },
  {
    "question": "লবণাক্ত মাটিতে জন্মানো উদ্ভিদদের কী বলে?",
    "options": [
      "জেরোফাইট",
      "হাইড্রোফাইট",
      "হ্যালোফাইট",
      "মেসোফাইট"
    ],
    "answer": "হ্যালোফাইট"
  },
  {
    "question": "শিম্পাঞ্জিরা কীভাবে শক্ত খোলা ভাঙে?",
    "options": [
      "দাঁত দিয়ে",
      "পাথর ও কাঠ দিয়ে",
      "হাত দিয়ে",
      "একে অপরের সাহায্যে"
    ],
    "answer": "পাথর ও কাঠ দিয়ে"
  },
  {
    "question": "সরীসৃপ ও পক্ষীর সংযোগরক্ষাকারী প্রাণী হল–",
    "options": [
      "প্লাটিপাস",
      "পেরিপেটাস",
      "আর্কিওপটেরিক্স",
      "লিমুলাস"
    ],
    "answer": "আর্কিওপটেরিক্স"
  },
  {
    "question": "প্রাকৃতিক নির্বাচনবাদের প্রবক্তা হলেন–",
    "options": [
      "জ্যাঁ ব্যাপটিস্ট ল্যামার্ক",
      "চার্লস ডারউইন",
      "হুগো দ্য ভ্রিস",
      "গ্রেগর মেন্ডেল"
    ],
    "answer": "চার্লস ডারউইন"
  },
  {
    "question": "নিষ্ক্রিয় অঙ্গের একটি উদাহরণ হল–",
    "options": [
      "মানুষের অ্যাপেন্ডিক্স",
      "মাছের পটকা",
      "পাখির ডানা",
      "ক্যাকটাসের কাঁটা"
    ],
    "answer": "মানুষের অ্যাপেন্ডিক্স"
  }
];