const quizData = [
  {
    "question": "রুইমাছের पार्श्वরেখা যে কাজ করে–",
    "options": [
      "শ্বাসকার্য চালানো",
      "জলের চাপ ও তাপমাত্রা বোঝা",
      "দিক পরিবর্তন করা",
      "rápido সাঁতার কাটা"
    ],
    "answer": "জলের চাপ ও তাপমাত্রা বোঝা"
  },
  {
    "question": "বায়োজেনেটিক সূত্রটি হল–",
    "options": [
      "Ontogeny repeats Phylogeny",
      "Phylogeny repeats Ontogeny",
      "Survival of the fittest",
      "Use and disuse"
    ],
    "answer": "Ontogeny repeats Phylogeny"
  },
  {
    "question": "শিম্পাঞ্জিরা কীভাবে উইপোকা ধরে?",
    "options": [
      "হাত দিয়ে",
      "গাছের ডাল বা পাতা ব্যবহার করে",
      "পাথর দিয়ে ঢিল ভেঙে",
      "দলবদ্ধভাবে আক্রমণ করে"
    ],
    "answer": "গাছের ডাল বা পাতা ব্যবহার করে"
  },
  {
    "question": "পায়রার দৃষ্টিশক্তি খুব প্রখর কারণ–",
    "options": [
      "চোখে লেন্স আছে",
      "চোখে পেকটিন আছে",
      "দুটি চোখ আছে",
      "চোখের মণি বড়"
    ],
    "answer": "চোখে পেকটিন আছে"
  },
  {
    "question": "ডারউইনের মতে, অত্যধিক হারে বংশবৃদ্ধি হল–",
    "options": [
      "জ্যামিতিক হারে",
      "গাণিতিক হারে",
      "উভয়ই",
      "কোনোটিই নয়"
    ],
    "answer": "জ্যামিতিক হারে"
  },
  {
    "question": "ক্যাকটাসের রসালো কাণ্ডটি যে কাজ করে–",
    "options": [
      "জল সঞ্চয়",
      "খাদ্য তৈরি",
      "ক ও খ উভয়ই",
      "শুধুমাত্র জল সঞ্চয়"
    ],
    "answer": "ক ও খ উভয়ই"
  },
  {
    "question": "কোনটি রাসায়নিক বিবর্তনের অন্তর্গত নয়?",
    "options": [
      "সরল জৈব যৌগ গঠন",
      "জটিল জৈব যৌগ গঠন",
      "কোয়াসারভেট গঠন",
      "প্রোক্যারিওটিক কোশ গঠন"
    ],
    "answer": "প্রোক্যারিওটিক কোশ গঠন"
  },
  {
    "question": "উটের দেহে জল সংরক্ষণের একটি উপায় হল–",
    "options": [
      "চামড়া পুরু হওয়া",
      "মূত্র অতি গাঢ় হওয়া",
      "মল শুষ্ক হওয়া",
      "সবকটি"
    ],
    "answer": "সবকটি"
  },
  {
    "question": "অঙ্গসংস্থানিক নিষ্ক্রিয় অঙ্গ কোনটি?",
    "options": [
      "গিনিপিগের সিকাম",
      "মানুষের কানের লোম",
      "মানুষের অ্যাপেন্ডিক্স",
      "তিমির পশ্চাৎপদ"
    ],
    "answer": "মানুষের অ্যাপেন্ডিক্স"
  },
  {
    "question": "‘অস্তিত্বের জন্য সংগ্রাম’ কয় প্রকার?",
    "options": [
      "এক প্রকার",
      "দুই প্রকার",
      "তিন প্রকার",
      "চার প্রকার"
    ],
    "answer": "তিন প্রকার"
  }
];