const quizData = [
  {
    "question": "উটের অতিরিক্ত জলপানের পর রক্তকণিকা ফেটে যায় না কারণ–",
    "options": [
      "রক্তকণিকা গোলাকার",
      "রক্তকণিকা ডিম্বাকার ও স্থিতিস্থাপক",
      "রক্তকণিকায় নিউক্লিয়াস থাকে",
      "রক্তে লবণের পরিমাণ বেশি"
    ],
    "answer": "রক্তকণিকা ডিম্বাকার ও স্থিতিস্থাপক"
  },
  {
    "question": "কোয়াসারভেট মডেলের প্রবক্তা হলেন–",
    "options": [
      "হ্যালডেন",
      "ফক্স",
      "ওপারিন",
      "মিলার"
    ],
    "answer": "ওপারিন"
  },
  {
    "question": "‘Philosophie Zoologique’ গ্রন্থটির রচয়িতা কে?",
    "options": [
      "ডারউইন",
      "ল্যামার্ক",
      "অ্যারিস্টটল",
      "মেন্ডেল"
    ],
    "answer": "ল্যামার্ক"
  },
  {
    "question": "ডারউইনের তত্ত্ব অনুসারে, প্রকরণের উৎস হল–",
    "options": [
      "পরিবেশের প্রভাব",
      "ঈশ্বরের সৃষ্টি",
      "ধীরে ধীরে সঞ্চিত ক্ষুদ্র পরিবর্তন",
      "পরিব্যক্তি"
    ],
    "answer": "ধীরে ধীরে সঞ্চিত ক্ষুদ্র পরিবর্তন"
  },
  {
    "question": "নিচের কোনটি মানুষের নিষ্ক্রিয় অঙ্গ নয়?",
    "options": [
      "অ্যাপেন্ডিক্স",
      "ককলিয়া",
      "কানের পেশি",
      "নিক্টিটেটিং মেমব্রেন"
    ],
    "answer": "ককলিয়া"
  },
  {
    "question": "ঘোড়ার বিবর্তনে কোন পরিবর্তনটি ঘটেনি?",
    "options": [
      "আকার বৃদ্ধি",
      "পায়ের আঙুলের সংখ্যা হ্রাস",
      "মস্তিষ্কের আকার বৃদ্ধি",
      "লেজের দৈর্ঘ্য বৃদ্ধি"
    ],
    "answer": "লেজের দৈর্ঘ্য বৃদ্ধি"
  },
  {
    "question": "মৌমাছিদের বৃত্তাকার নৃত্যের কারণ কী?",
    "options": [
      "খাদ্যের উৎস ১০০ মিটারের মধ্যে হলে",
      "খাদ্যের উৎস ১০০ মিটারের বেশি দূরে হলে",
      "শত্রুকে ভয় দেখাতে",
      "প্রজননের জন্য"
    ],
    "answer": "খাদ্যের উৎস ১০০ মিটারের মধ্যে হলে"
  },
  {
    "question": "সমসংস্থ অঙ্গের উদাহরণ কোনটি?",
    "options": [
      "মটরের আকর্ষ ও ঝুমকোলতার আকর্ষ",
      "পাখির ডানা ও পতঙ্গের ডানা",
      "মানুষের হাত ও ঘোড়ার অগ্রপদ",
      "আলুর স্ফীতকন্দ ও রাঙা আলুর কন্দাল মূল"
    ],
    "answer": "মানুষের হাত ও ঘোড়ার অগ্রপদ"
  },
  {
    "question": "জরায়ুজ অঙ্কুরোদ্গম যে কারণে হয়–",
    "options": [
      "মাটিতে লবণের পরিমাণ বেশি",
      "মাটিতে অক্সিজেনের অভাব",
      "মাটিতে জলের অভাব",
      "ক ও খ উভয়ই"
    ],
    "answer": "ক ও খ উভয়ই"
  },
  {
    "question": "পায়রার দেহে অতিরিক্ত অক্সিজেন সরবরাহ করে কোনটি?",
    "options": [
      "ফুসফুস",
      "বায়ুথলি",
      "হৃৎপিণ্ড",
      "মায়োগ্লোবিন"
    ],
    "answer": "বায়ুথলি"
  }
];