const quizData = [
  {
    "question": "Tt জিনোটাইপযুক্ত মটর গাছের সঙ্গে tt জিনোটাইপযুক্ত মটর গাছের সংকরায়ণকে কী বলে?",
    "options": [
      "ব্যাক ক্রস",
      "টেস্ট ক্রস",
      "স্ব-নিষেক",
      "ক ও খ উভয়ই"
    ],
    "answer": "ক ও খ উভয়ই"
  },
  {
    "question": "গিনিপিগের দ্বিসংকর জননে F2 জনুতে উৎপন্ন দ্বিসংকর জীবের সংখ্যা হল–",
    "options": [
      "১/১৬",
      "২/১৬",
      "৩/১৬",
      "৪/১৬"
    ],
    "answer": "৪/১৬"
  },
  {
    "question": "কোন রোগটি প্রধানত মহিলাদের দ্বারা বাহিত হয় এবং পুরুষদের মধ্যে প্রকাশিত হয়?",
    "options": [
      "থ্যালাসেমিয়া",
      "বর্ণান্ধতা",
      "মায়োপিয়া",
      "ডায়াবেটিস"
    ],
    "answer": "বর্ণান্ধতা"
  },
  {
    "question": "‘বংশগতি’ বা ‘Heredity’ শব্দটি কে প্রবর্তন করেন?",
    "options": [
      "মেন্ডেল",
      "স্পেন্সার",
      "ডারউইন",
      "বেটসন"
    ],
    "answer": "স্পেন্সার"
  },
  {
    "question": "দুটি সংকর জীবের মধ্যে সংকরায়ণকে কী বলে?",
    "options": [
      "স্ব-পরাগযোগ",
      "ইতর পরাগযোগ",
      "হাইব্রিডাইজেশন",
      "টেস্ট ক্রস"
    ],
    "answer": "হাইব্রিডাইজেশন"
  },
  {
    "question": "β-থ্যালাসেমিয়ার জন্য দায়ী জিন কোন ক্রোমোজোমে থাকে?",
    "options": [
      "১১ নং",
      "১৬ নং",
      "X ক্রোমোজোম",
      "Y ক্রোমোজোম"
    ],
    "answer": "১১ নং"
  },
  {
    "question": "সমসংস্থ ক্রোমোজোমের নির্দিষ্ট লোকাসে অবস্থিত বিপরীতধর্মী জিন জোড়াকে কী বলে?",
    "options": [
      "জিন",
      "লোকাস",
      "অ্যালিল",
      "ফ্যাক্টর"
    ],
    "answer": "অ্যালিল"
  },
  {
    "question": "α-থ্যালাসেমিয়ার জন্য দায়ী জিন কোন ক্রোমোজোমে থাকে?",
    "options": [
      "১১ নং",
      "১৬ নং",
      "X ক্রোমোজোম",
      "Y ক্রোমোজোম"
    ],
    "answer": "১৬ নং"
  },
  {
    "question": "BbRr জিনোটাইপযুক্ত গিনিপিগের সঙ্গে bbrr জিনোটাইপের সংকরায়ণে কত ধরনের ফিনোটাইপ সম্ভব?",
    "options": [
      "১",
      "২",
      "৩",
      "৪"
    ],
    "answer": "৪"
  },
  {
    "question": "মেন্ডেলের প্রথম সূত্রটি হল–",
    "options": [
      "স্বাধীন সঞ্চারণের সূত্র",
      "প্রকটতার সূত্র",
      "পৃথকভবনের সূত্র",
      "খ ও গ উভয়ই"
    ],
    "answer": "পৃথকভবনের সূত্র"
  }
];