const quizData = [
  {
    "question": "দুটি সংকর কালো গিনিপিগের (Bb) মধ্যে সংকরায়ণ ঘটালে কত শতাংশ সাদা গিনিপিগ পাওয়া যাবে?",
    "options": [
      "৭৫%",
      "৫০%",
      "২৫%",
      "০%"
    ],
    "answer": "২৫%"
  },
  {
    "question": "জেনেটিক কাউন্সেলিং-এ সাহায্য করে কোনটি?",
    "options": [
      "পেডিগ্রি চার্ট বিশ্লেষণ",
      "রক্ত পরীক্ষা",
      "অ্যামনিওসেন্টেসিস",
      "সবকটি"
    ],
    "answer": "সবকটি"
  },
  {
    "question": "মটর গাছের কোন বৈশিষ্ট্যটি মেন্ডেল নির্বাচন করেননি?",
    "options": [
      "ফুলের বর্ণ",
      "বীজের আকার",
      "কাণ্ডের দৈর্ঘ্য",
      "পাতার আকার"
    ],
    "answer": "পাতার আকার"
  },
  {
    "question": "কোনটি প্রকট বৈশিষ্ট্য?",
    "options": [
      "মানুষের রোলার জিভ",
      "কানের যুক্ত লতি",
      "নীল চোখ",
      "হিমোফিলিয়া"
    ],
    "answer": "মানুষের রোলার জিভ"
  },
  {
    "question": "‘ফ্যাক্টর’ শব্দটি কে ব্যবহার করেন?",
    "options": [
      "মেন্ডেল",
      "জোহানসেন",
      "বেটসন",
      "ডারউইন"
    ],
    "answer": "মেন্ডেল"
  },
  {
    "question": "হিমোফিলিয়া A রোগের কারণ হল ফ্যাক্টর ________ এর অভাব।",
    "options": [
      "VIII",
      "IX",
      "X",
      "XI"
    ],
    "answer": "VIII"
  },
  {
    "question": "RrYy জিনোটাইপ থেকে কত প্রকার গ্যামেট উৎপন্ন হয়?",
    "options": [
      "১",
      "২",
      "৪",
      "৮"
    ],
    "answer": "৪"
  },
  {
    "question": "জীবের বাহ্যিক প্রকাশকে কী বলে?",
    "options": [
      "জিনোটাইপ",
      "ফিনোটাইপ",
      "লোকাস",
      "অ্যালিল"
    ],
    "answer": "ফিনোটাইপ"
  },
  {
    "question": "কোন রোগের ক্ষেত্রে লৌহ সঞ্চিত হয়ে বিভিন্ন অঙ্গ ক্ষতিগ্রস্ত হয়?",
    "options": [
      "হিমোফিলিয়া",
      "বর্ণান্ধতা",
      "থ্যালাসেমিয়া",
      "সিকেল সেল অ্যানিমিয়া"
    ],
    "answer": "থ্যালাসেমিয়া"
  },
  {
    "question": "মানুষের শুক্রাণুতে অটোজোমের সংখ্যা কত?",
    "options": [
      "৪৪টি",
      "২২টি",
      "১টি",
      "২৩টি"
    ],
    "answer": "২২টি"
  }
];