const quizData = [
  {
    "question": "জীবনের রাসায়নিক উৎপত্তির পরীক্ষামূলক প্রমাণ দেন–",
    "options": [
      "ওপারিন ও হ্যালডেন",
      "মিলার ও উরে",
      "ওয়াটসন ও ক্রিক",
      "ল্যামার্ক ও ডারউইন"
    ],
    "answer": "মিলার ও উরে"
  },
  {
    "question": "মৌমাছির ওয়াগটেল নৃত্যের মাধ্যমে কী জানা যায়?",
    "options": [
      "খাদ্যের উৎস ও দূরত্ব",
      "শত্রুর আগমন",
      "প্রজনন সংকেত",
      "মৌচাকের তাপমাত্রা"
    ],
    "answer": "খাদ্যের উৎস ও দূরত্ব"
  },
  {
    "question": "কোন বিজ্ঞানীর মতে, পৃথিবীতে জীবন সৃষ্টি হয়েছিল সমুদ্রের জলে?",
    "options": [
      "ল্যামার্ক",
      "ডারউইন",
      "ওপারিন",
      "মেন্ডেল"
    ],
    "answer": "ওপারিন"
  },
  {
    "question": "ক্যাকটাসের কাণ্ডকে কী বলে?",
    "options": [
      "পর্ণকাণ্ড",
      "ফাইলোক্ল্যাড",
      "ক্ল্যাডোড",
      "ক ও খ উভয়ই"
    ],
    "answer": "ক ও খ উভয়ই"
  },
  {
    "question": "শ্বাসমূল বা নিউম্যাটোফোর দেখা যায় কোন উদ্ভিদে?",
    "options": [
      "ক্যাকটাস",
      "সুন্দরী",
      "পদ্ম",
      "আম"
    ],
    "answer": "সুন্দরী"
  },
  {
    "question": "‘যোগ্যতমের উদ্বর্তন’ কথাটির প্রবক্তা কে?",
    "options": [
      "ডারউইন",
      "হার্বার্ট স্পেন্সার",
      "ল্যামার্ক",
      "ভাইসম্যান"
    ],
    "answer": "হার্বার্ট স্পেন্সার"
  },
  {
    "question": "মাছের মেরুদণ্ডের দু’পাশে অবস্থিত ‘V’ আকৃতির পেশি হল–",
    "options": [
      "ফ্লেক্সর পেশি",
      "এক্সটেনসর পেশি",
      "মায়োটোম পেশি",
      "অ্যাবডাক্টর পেশি"
    ],
    "answer": "মায়োটোম পেশি"
  },
  {
    "question": "সমবৃত্তীয় অঙ্গ কোন ধরনের বিবর্তনকে নির্দেশ করে?",
    "options": [
      "অভিসারী বিবর্তন",
      "অপসারী বিবর্তন",
      "সমান্তরাল বিবর্তন",
      "কোনোটিই নয়"
    ],
    "answer": "অভিসারী বিবর্তন"
  },
  {
    "question": "উটের কুঁজে কী সঞ্চিত থাকে?",
    "options": [
      "জল",
      "প্রোটিন",
      "ফ্যাট",
      "শর্করা"
    ],
    "answer": "ফ্যাট"
  },
  {
    "question": "বায়োজেনেটিক সূত্রের প্রবক্তা কে?",
    "options": [
      "মেন্ডেল",
      "ডারউইন",
      "হেকেল",
      "ল্যামার্ক"
    ],
    "answer": "হেকেল"
  }
];