const quizData = [
  {
    "question": "একজন স্বাভাবিক পুরুষ একজন থ্যালাসেমিয়ার বাহক মহিলাকে বিবাহ করলে তাদের সন্তানের বাহক হওয়ার সম্ভাবনা কত?",
    "options": [
      "২৫%",
      "৫০%",
      "৭৫%",
      "১০০%"
    ],
    "answer": "৫০%"
  },
  {
    "question": "গিনিপিগের ক্ষেত্রে সাদা বর্ণ একটি–",
    "options": [
      "প্রকট গুণ",
      "প্রচ্ছন্ন গুণ",
      "সহপ্রকট গুণ",
      "অসম্পূর্ণ প্রকট গুণ"
    ],
    "answer": "প্রচ্ছন্ন গুণ"
  },
  {
    "question": "একসংকর জননে F1 জনুতে প্রাপ্ত জীবগুলি হল–",
    "options": [
      "১০০% বিশুদ্ধ",
      "১০০% সংকর",
      "৫০% বিশুদ্ধ, ৫০% সংকর",
      "৭৫% সংকর, ২৫% বিশুদ্ধ"
    ],
    "answer": "১০০% সংকর"
  },
  {
    "question": "নীল বর্ণান্ধতাকে কী বলে?",
    "options": [
      "প্রোটানোপিয়া",
      "ডিউটেরানোপিয়া",
      "ট্রাইটানোপিয়া",
      "মনোট্রানোপিয়া"
    ],
    "answer": "ট্রাইটানোপিয়া"
  },
  {
    "question": "কোনটি প্রচ্ছন্ন বৈশিষ্ট্য?",
    "options": [
      "মটর গাছের বেগুনি ফুল",
      "গিনিপিগের কালো লোম",
      "মানুষের রোলার জিভ",
      "মানুষের সংযুক্ত কানের লতি"
    ],
    "answer": "মানুষের সংযুক্ত কানের লতি"
  },
  {
    "question": "মেন্ডেলের কাজে ব্যবহৃত মটর গাছের বিজ্ঞানসম্মত নাম কী?",
    "options": [
      "Pisum sativum",
      "Oryza sativa",
      "Mangifera indica",
      "Lathyrus odoratus"
    ],
    "answer": "Pisum sativum"
  },
  {
    "question": "কোন রোগে হিমোগ্লোবিনের গঠনগত ত্রুটির জন্য RBC-এর আকার কাস্তের মতো হয়ে যায়?",
    "options": [
      "থ্যালাসেমিয়া",
      "সিকেল সেল অ্যানিমিয়া",
      "হিমোফিলিয়া",
      "বর্ণান্ধতা"
    ],
    "answer": "সিকেল সেল অ্যানিমিয়া"
  },
  {
    "question": "TTBB জিনোটাইপ থেকে কত প্রকার গ্যামেট তৈরি হয়?",
    "options": [
      "১",
      "২",
      "৩",
      "৪"
    ],
    "answer": "১"
  },
  {
    "question": "মানুষের মধ্যে বংশানুক্রমে সঞ্চারিত একটি প্রকরণ হল–",
    "options": [
      "চোখের মণির রং",
      "কাটা কানের লতি",
      "সাঁতার কাটার দক্ষতা",
      "কোনোটিই নয়"
    ],
    "answer": "চোখের মণির রং"
  },
  {
    "question": "‘জেনেটিক্স’ শব্দটি কে প্রথম ব্যবহার করেন?",
    "options": [
      "মেন্ডেল",
      "জোহানসেন",
      "বেটসন",
      "মর্গ্যান"
    ],
    "answer": "বেটসন"
  }
];