const quizData = [
  {
    "question": "বংশগতিবিদ্যার জনক কে?",
    "options": [
      "ল্যামার্ক",
      "ডারউইন",
      "গ্রেগর জোহান মেন্ডেল",
      "হুগো দ্য ভ্রিস"
    ],
    "answer": "গ্রেগর জোহান মেন্ডেল"
  },
  {
    "question": "মেন্ডেল তাঁর পরীক্ষার জন্য কোন উদ্ভিদ নির্বাচন করেছিলেন?",
    "options": [
      "মটর গাছ",
      "ধান গাছ",
      "ভুট্টা গাছ",
      "গোলাপ গাছ"
    ],
    "answer": "মটর গাছ"
  },
  {
    "question": "মানুষের ক্ষেত্রে অটোজোমের সংখ্যা কত?",
    "options": [
      "৪৬টি",
      "৪৪টি",
      "২৩টি",
      "২টি"
    ],
    "answer": "৪৪টি"
  },
  {
    "question": "মটর গাছের ক্ষেত্রে কোনটি প্রচ্ছন্ন বৈশিষ্ট্য?",
    "options": [
      "হলুদ বীজ",
      "গোলাকার বীজ",
      "বেগুনি ফুল",
      "কুঞ্চিত বীজ"
    ],
    "answer": "কুঞ্চিত বীজ"
  },
  {
    "question": "একসংকর জননে F2 জনুর জিনোটাইপিক অনুপাত হল–",
    "options": [
      "3 : 1",
      "1 : 2 : 1",
      "9 : 3 : 3 : 1",
      "1 : 1"
    ],
    "answer": "1 : 2 : 1"
  },
  {
    "question": "দ্বিসংকর জননে F2 জনুর ফিনোটাইপিক অনুপাত হল–",
    "options": [
      "3 : 1",
      "1 : 2 : 1",
      "9 : 3 : 3 : 1",
      "1 : 1 : 1 : 1"
    ],
    "answer": "9 : 3 : 3 : 1"
  },
  {
    "question": "কোনটি সেক্স ক্রোমোজোম ঘটিত রোগ?",
    "options": [
      "থ্যালাসেমিয়া",
      "হিমোফিলিয়া",
      "মায়োপিয়া",
      "ক্যাটার‍্যাক্ট"
    ],
    "answer": "হিমোফিলিয়া"
  },
  {
    "question": "ক্রোমোজোমের যে নির্দিষ্ট স্থানে জিন অবস্থান করে, তাকে কী বলে?",
    "options": [
      "অ্যালিল",
      "লোকাস",
      "ফ্যাক্টর",
      "সেন্ট্রোমিয়ার"
    ],
    "answer": "লোকাস"
  },
  {
    "question": "দুটি সংকর লম্বা (Tt) মটর গাছের মধ্যে সংকরায়ণ ঘটালে F1 জনুতে কত শতাংশ বিশুদ্ধ লম্বা গাছ পাওয়া যাবে?",
    "options": [
      "১০০%",
      "৭৫%",
      "৫০%",
      "২৫%"
    ],
    "answer": "২৫%"
  },
  {
    "question": "হিমোফিলিয়া রোগের বাহক মাতা ও স্বাভাবিক পিতার কন্যাসন্তানদের হিমোফিলিয়ায় আক্রান্ত হওয়ার সম্ভাবনা কত?",
    "options": [
      "১০০%",
      "৫০%",
      "২৫%",
      "০%"
    ],
    "answer": "০%"
  }
];