const quizData = [
  {
    "question": "উদ্ভিদের যে চলন উদ্দীপকের গতিপথ দ্বারা নিয়ন্ত্রিত হয়, তাকে কী বলে?",
    "options": [
      "ট্যাকটিক চলন",
      "ট্রপিক চলন",
      "ন্যাস্টিক চলন",
      "প্রকরণ চলন"
    ],
    "answer": "ট্রপিক চলন"
  },
  {
    "question": "সূর্যশিশির নামক পতঙ্গভুক উদ্ভিদের পাতার কর্ষিকা পতঙ্গের সংস্পর্শে আসামাত্র বেঁকে যায়। এটি কী প্রকার চলন?",
    "options": [
      "ফোটোন্যাস্টি",
      "থার্মোন্যাস্টি",
      "কেমোন্যাস্টি",
      "সিসমোন্যাস্টি"
    ],
    "answer": "কেমোন্যাস্টি"
  },
  {
    "question": "উদ্ভিদের অগ্রস্থ প্রকটতা ঘটায় কোন হরমোন?",
    "options": [
      "অক্সিন",
      "জিব্বেরেলিন",
      "সাইটোকাইনিন",
      "ইথিলিন"
    ],
    "answer": "অক্সিন"
  },
  {
    "question": "বীজের সুপ্তাবস্থা ভাঙতে সাহায্য করে কোন হরমোন?",
    "options": [
      "অক্সিন",
      "জিব্বেরেলিন",
      "অ্যাবসিসিক অ্যাসিড",
      "ইথিলিন"
    ],
    "answer": "জিব্বেরেলিন"
  },
  {
    "question": "কোনটি গ্যাসীয় উদ্ভিদ হরমোন?",
    "options": [
      "অক্সিন",
      "ফ্লোরিজেন",
      "সাইটোকাইনিন",
      "ইথিলিন"
    ],
    "answer": "ইথিলিন"
  },
  {
    "question": "পত্রমোচন বিলম্বিত করে কোন হরমোন?",
    "options": [
      "অক্সিন",
      "জিব্বেরেলিন",
      "সাইটোকাইনিন",
      "অ্যাবসিসিক অ্যাসিড"
    ],
    "answer": "সাইটোকাইনিন"
  },
  {
    "question": "স্নায়ুতন্ত্রের গঠনগত ও কার্যগত একক হল–",
    "options": [
      "নেফ্রন",
      "নিউরোন",
      "অ্যাক্সন",
      "ডেনড্রন"
    ],
    "answer": "নিউরোন"
  },
  {
    "question": "দুটি নিউরোনের সংযোগস্থলকে কী বলে?",
    "options": [
      "সাইন্যাপস",
      "অ্যাক্সন",
      "স্নায়ুগ্রন্থি",
      "ডেনড্রন"
    ],
    "answer": "সাইন্যাপস"
  },
  {
    "question": "মানুষের করোটীয় স্নায়ুর সংখ্যা কত?",
    "options": [
      "১০ জোড়া",
      "১২ জোড়া",
      "৩১ জোড়া",
      "২২ জোড়া"
    ],
    "answer": "১২ জোড়া"
  },
  {
    "question": "দেহের ভারসাম্য নিয়ন্ত্রণ করে মস্তিষ্কের কোন অংশ?",
    "options": [
      "গুরুমস্তিষ্ক",
      "লঘুমস্তিষ্ক",
      "থ্যালামাস",
      "সুষুম্নাশীর্ষক"
    ],
    "answer": "লঘুমস্তিষ্ক"
  }
];