const quizData = [
  {
    "question": "সূর্যমুখী ফুল দিনের বেলায় ফোটে কিন্তু সন্ধ্যায় মুদে যায়। এটি কোন ধরনের চলন?",
    "options": [
      "থার্মোন্যাস্টি",
      "নিকটিন্যাস্টি",
      "ফোটোন্যাস্টি",
      "সিসমোন্যাস্টি"
    ],
    "answer": "ফোটোন্যাস্টি"
  },
  {
    "question": "মাছের গমনে সাহায্যকারী ‘V’ আকৃতির পেশি হল –",
    "options": [
      "মায়োটোম পেশি",
      "অ্যাবডাক্টর পেশি",
      "অ্যাডাক্টর পেশি",
      "পেক্টোরালিস পেশি"
    ],
    "answer": "মায়োটোম পেশি"
  },
  {
    "question": "ক্যাটার‍্যাক্ট বা চোখে ছানি পড়া হল –",
    "options": [
      "কর্নিয়া ঘোলাটে হয়ে যাওয়া",
      "রেটিনা নষ্ট হয়ে যাওয়া",
      "লেন্স ঘোলাটে ও অস্বচ্ছ হয়ে যাওয়া",
      "চোখের চাপ বেড়ে যাওয়া"
    ],
    "answer": "লেন্স ঘোলাটে ও অস্বচ্ছ হয়ে যাওয়া"
  },
  {
    "question": "অনিষিক্ত ফল উৎপাদনে সাহায্য করে কোন হরমোন?",
    "options": [
      "সাইটোকাইনিন",
      "ইথিলিন",
      "অক্সিন",
      "অ্যাবসিসিক অ্যাসিড"
    ],
    "answer": "অক্সিন"
  },
  {
    "question": "গুরুমস্তিষ্কের বহির্ভাগকে কী বলে?",
    "options": [
      "হোয়াইট ম্যাটার",
      "গ্রে ম্যাটার বা কর্টেক্স",
      "মেডালা",
      "কর্পাস ক্যালোসাম"
    ],
    "answer": "গ্রে ম্যাটার বা কর্টেক্স"
  },
  {
    "question": "কব্জা সন্ধি দেখা যায় –",
    "options": [
      "কাঁধে",
      "কোমরে",
      "হাঁটুতে",
      "ঘাড়ে"
    ],
    "answer": "হাঁটুতে"
  },
  {
    "question": "ডিম্বাশয় নিঃসৃত হরমোনটি হল –",
    "options": [
      "প্রোজেস্টেরন",
      "টেস্টোস্টেরন",
      "থাইরক্সিন",
      "অ্যাড্রিনালিন"
    ],
    "answer": "প্রোজেস্টেরন"
  },
  {
    "question": "ভলভক্স-এর আলোর দিকে গমন কী প্রকার চলন?",
    "options": [
      "ফোটোট্রপিক",
      "ফোটোন্যাস্টিক",
      "ফোটোট্যাকটিক",
      "কেমোট্যাকটিক"
    ],
    "answer": "ফোটোট্যাকটিক"
  },
  {
    "question": "কোন হরমোনকে ‘অ্যান্টি-কিটোজেনিক’ হরমোন বলা হয়?",
    "options": [
      "গ্লুকাগন",
      "ইনসুলিন",
      "অ্যাড্রিনালিন",
      "থাইরক্সিন"
    ],
    "answer": "ইনসুলিন"
  },
  {
    "question": "চোখের তারা বা পিউপিলকে সংকুচিত করে কোন স্নায়ু?",
    "options": [
      "সিমপ্যাথেটিক স্নায়ু",
      "প্যারাসিমপ্যাথেটিক স্নায়ু",
      "সুষুম্নীয় স্নায়ু",
      "ভেগাস স্নায়ু"
    ],
    "answer": "প্যারাসিমপ্যাথেটিক স্নায়ু"
  }
];