const quizData = [
  {
    "question": "কোনটি মিশ্র স্নায়ুর উদাহরণ?",
    "options": [
      "অপটিক স্নায়ু",
      "অলফ্যাক্টরি স্নায়ু",
      "ভেগাস স্নায়ু",
      "অডিটরি স্নায়ু"
    ],
    "answer": "ভেগাস স্নায়ু"
  },
  {
    "question": "মানুষের চোখের লেন্সের প্রকৃতি কী?",
    "options": [
      "অবতল",
      "উত্তল",
      "সমতল",
      "দ্বি-অবতল"
    ],
    "answer": "উত্তল"
  },
  {
    "question": "মায়োপিয়া ত্রুটিতে কোন লেন্সযুক্ত চশমা ব্যবহৃত হয়?",
    "options": [
      "উত্তল লেন্স",
      "অবতল লেন্স",
      "বাইফোকাল লেন্স",
      "সিলিন্ড্রিক্যাল লেন্স"
    ],
    "answer": "অবতল লেন্স"
  },
  {
    "question": "কোনটি অন্তঃক্ষরা গ্রন্থি নয়?",
    "options": [
      "পিটুইটারি",
      "থাইরয়েড",
      "লালাগ্রন্থি",
      "অ্যাড্রিনাল"
    ],
    "answer": "লালাগ্রন্থি"
  },
  {
    "question": "কোন হরমোনকে আপাতকালীন বা সংকটকালীন হরমোন বলে?",
    "options": [
      "থাইরক্সিন",
      "ইনসুলিন",
      "অ্যাড্রিনালিন",
      "টেস্টোস্টেরন"
    ],
    "answer": "অ্যাড্রিনালিন"
  },
  {
    "question": "ইনসুলিন ক্ষরিত হয় কোন গ্রন্থি থেকে?",
    "options": [
      "যকৃৎ",
      "অগ্ন্যাশয়",
      "শুক্রাশয়",
      "ডিম্বাশয়"
    ],
    "answer": "অগ্ন্যাশয়"
  },
  {
    "question": "রক্তে শর্করার পরিমাণ বেড়ে যাওয়াকে কী বলে?",
    "options": [
      "হাইপোগ্লাইসিমিয়া",
      "হাইপারগ্লাইসিমিয়া",
      "গ্লাইকোসুরিয়া",
      "কিটোসিস"
    ],
    "answer": "হাইপারগ্লাইসিমিয়া"
  },
  {
    "question": "একটি স্টেরয়েডধর্মী হরমোন হল–",
    "options": [
      "ইনসুলিন",
      "থাইরক্সিন",
      "টেস্টোস্টেরন",
      "অ্যাড্রিনালিন"
    ],
    "answer": "টেস্টোস্টেরন"
  },
  {
    "question": "উদ্ভিদের আলোক-বর্তী চলন নিয়ন্ত্রণে সাহায্য করে–",
    "options": [
      "জিব্বেরেলিন",
      "সাইটোকাইনিন",
      "অক্সিন",
      "ইথিলিন"
    ],
    "answer": "অক্সিন"
  },
  {
    "question": "মস্তিষ্কের কোন অংশটি শ্বাসক্রিয়া ও হৃৎস্পন্দন নিয়ন্ত্রণ করে?",
    "options": [
      "থ্যালামাস",
      "হাইপোথ্যালামাস",
      "পনস",
      "সুষুম্নাশীর্ষক বা মেডালা অবলংগাটা"
    ],
    "answer": "সুষুম্নাশীর্ষক বা মেডালা অবলংগাটা"
  }
];