const quizData = [
  {
    "question": "বায়ুমণ্ডলের কোন স্তরে মেরুজ্যোতি দেখা যায়?",
    "options": [
      "মেসোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার",
      "আয়নোস্ফিয়ার",
      "ট্রপোস্ফিয়ার"
    ],
    "answer": "আয়নোস্ফিয়ার"
  },
  {
    "question": "‘ফায়ার আইস’ (Fire Ice) কাকে বলা হয়?",
    "options": [
      "মিথেন গ্যাসকে",
      "মিথেন হাইড্রেটকে",
      "শুষ্ক বরফকে",
      "কোলবেড মিথেনকে"
    ],
    "answer": "মিথেন হাইড্রেটকে"
  },
  {
    "question": "কোনটি অপ্রচলিত শক্তির উৎস?",
    "options": [
      "কয়লা",
      "ডিজেল",
      "কেরোসিন",
      "জৈব গ্যাস"
    ],
    "answer": "জৈব গ্যাস"
  },
  {
    "question": "ওজোন স্তরের ঘনত্ব কোন এককে মাপা হয়?",
    "options": [
      "ডেসিবল",
      "পাস্কাল",
      "ডবসন",
      "কেলভিন"
    ],
    "answer": "ডবসন"
  },
  {
    "question": "শান্তমণ্ডল (Calm Zone) বলা হয় কোন স্তরকে?",
    "options": [
      "ট্রপোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "থার্মোস্ফিয়ার"
    ],
    "answer": "স্ট্র্যাটোস্ফিয়ার"
  },
  {
    "question": "একটি বায়োফুয়েলের উদাহরণ হল—",
    "options": [
      "পেট্রোল",
      "কেরোসিন",
      "ইথানল",
      "প্রাকৃতিক গ্যাস"
    ],
    "answer": "ইথানল"
  },
  {
    "question": "সূর্যের অতিবেগুনি রশ্মি শোষণ করে—",
    "options": [
      "নাইট্রোজেন স্তর",
      "অক্সিজেন স্তর",
      "ওজোন স্তর",
      "কার্বন স্তর"
    ],
    "answer": "ওজোন স্তর"
  },
  {
    "question": "ট্রপোস্ফিয়ারে উচ্চতা বৃদ্ধির সাথে উষ্ণতা—",
    "options": [
      "কমে",
      "বাড়ে",
      "একই থাকে",
      "প্রথমে বাড়ে পরে কমে"
    ],
    "answer": "কমে"
  },
  {
    "question": "কোলবেড মিথেন পাওয়া যায়—",
    "options": [
      "সমুদ্রের নীচে",
      "কয়লা খনিতে",
      "আগ্নেয়গিরিতে",
      "বায়ুমণ্ডলে"
    ],
    "answer": "কয়লা খনিতে"
  },
  {
    "question": "কোনটির তাপন মূল্য সবচেয়ে বেশি?",
    "options": [
      "কাঠ",
      "কয়লা",
      "এলপিজি",
      "ডিজেল"
    ],
    "answer": "এলপিজি"
  }
];