const quizData = [
  {
    "question": "বায়ুমণ্ডলের কোন স্তরটি পৃথিবীর সবচেয়ে কাছে অবস্থিত?",
    "options": [
      "স্ট্র্যাটোস্ফিয়ার",
      "ট্রপোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "থার্মোস্ফিয়ার"
    ],
    "answer": "ট্রপোস্ফিয়ার"
  },
  {
    "question": "বায়ুমণ্ডলের কোন স্তরে ঝড়, বৃষ্টি ইত্যাদি প্রাকৃতিক ঘটনা ঘটে?",
    "options": [
      "ট্রপোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "আয়নোস্ফিয়ার"
    ],
    "answer": "ট্রপোস্ফিয়ার"
  },
  {
    "question": "ওজোন স্তর বায়ুমণ্ডলের কোন স্তরে অবস্থিত?",
    "options": [
      "ট্রপোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার",
      "থার্মোস্ফিয়ার"
    ],
    "answer": "স্ট্র্যাটোস্ফিয়ার"
  },
  {
    "question": "কোনটি গ্রিনহাউস গ্যাস নয়?",
    "options": [
      "মিথেন",
      "কার্বন ডাইঅক্সাইড",
      "অক্সিজেন",
      "জলীয় বাষ্প"
    ],
    "answer": "অক্সিজেন"
  },
  {
    "question": "প্রধান গ্রিনহাউস গ্যাসটি হল—",
    "options": [
      "CH₄",
      "N₂O",
      "CO₂",
      "CFC"
    ],
    "answer": "CO₂"
  },
  {
    "question": "ওজোন স্তর ধ্বংসের জন্য প্রধানত দায়ী গ্যাসটি হল—",
    "options": [
      "CO₂",
      "CFC",
      "CH₄",
      "H₂"
    ],
    "answer": "CFC"
  },
  {
    "question": "বায়ুমণ্ডলের শীতলতম স্তর কোনটি?",
    "options": [
      "ট্রপোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "থার্মোস্ফিয়ার"
    ],
    "answer": "মেসোস্ফিয়ার"
  },
  {
    "question": "কোনটি জীবাশ্ম জ্বালানি নয়?",
    "options": [
      "কয়লা",
      "পেট্রোল",
      "সৌরশক্তি",
      "ডিজেল"
    ],
    "answer": "সৌরশক্তি"
  },
  {
    "question": "বায়োগ্যাসের মূল উপাদান কী?",
    "options": [
      "ইথেন",
      "প্রোপেন",
      "মিথেন",
      "বিউটেন"
    ],
    "answer": "মিথেন"
  },
  {
    "question": "বিশ্ব উষ্ণায়নের জন্য কোন গ্যাসের অবদান সবচেয়ে বেশি?",
    "options": [
      "CH₄",
      "CO₂",
      "CFC",
      "N₂O"
    ],
    "answer": "CO₂"
  }
];