const quizData = [
  {
    "question": "গ্লোবাল ওয়ার্মিং-এর ফলে কোনটি ঘটে না?",
    "options": [
      "সমুদ্রতলের উচ্চতা বৃদ্ধি",
      "বায়ুমণ্ডলের উষ্ণতা বৃদ্ধি",
      "মরুভূমির প্রসারণ",
      "বায়ুমণ্ডলের শীতলীকরণ"
    ],
    "answer": "বায়ুমণ্ডলের শীতলীকরণ"
  },
  {
    "question": "বেতার তরঙ্গ প্রতিফলিত করে কোন স্তর?",
    "options": [
      "ট্রপোস্ফিয়ার",
      "স্ট্র্যাটোস্ফিয়ার",
      "আয়নোস্ফিয়ার",
      "এক্সোস্ফিয়ার"
    ],
    "answer": "আয়নোস্ফিয়ার"
  },
  {
    "question": "একটি অ-গ্রিনহাউস গ্যাস হলো—",
    "options": [
      "CO₂",
      "CH₄",
      "N₂",
      "N₂O"
    ],
    "answer": "N₂"
  },
  {
    "question": "মিথেন হাইড্রেটের সংকেত কী?",
    "options": [
      "CH₄.H₂O",
      "4CH₄.23H₂O",
      "2CH₄.6H₂O",
      "CH₄.2H₂O"
    ],
    "answer": "4CH₄.23H₂O"
  },
  {
    "question": "বায়ুমণ্ডলের কোন উপাদানটি অতিবেগুনি রশ্মি শোষণ করে?",
    "options": [
      "অক্সিজেন",
      "নাইট্রোজেন",
      "ওজোন",
      "আর্গন"
    ],
    "answer": "ওজোন"
  },
  {
    "question": "সৌরকোষে কোন শক্তি কোন শক্তিতে রূপান্তরিত হয়?",
    "options": [
      "আলোক শক্তি থেকে তাপ শক্তি",
      "আলোক শক্তি থেকে তড়িৎ শক্তি",
      "তড়িৎ শক্তি থেকে আলোক শক্তি",
      "তাপ শক্তি থেকে তড়িৎ শক্তি"
    ],
    "answer": "আলোক শক্তি থেকে তড়িৎ শক্তি"
  },
  {
    "question": "স্ট্র্যাটোস্ফিয়ারে উচ্চতা বাড়ার সঙ্গে সঙ্গে উষ্ণতা—",
    "options": [
      "কমে",
      "বাড়ে",
      "একই থাকে",
      "প্রথমে কমে পরে বাড়ে"
    ],
    "answer": "বাড়ে"
  },
  {
    "question": "কোনটি পুনর্নবীকরণযোগ্য শক্তির উৎস?",
    "options": [
      "পেট্রোলিয়াম",
      "প্রাকৃতিক গ্যাস",
      "বায়ুশক্তি",
      "কয়লা"
    ],
    "answer": "বায়ুশক্তি"
  },
  {
    "question": "ওজোন গহ্বর সৃষ্টির জন্য কোন মৌলটি অনুঘটকের কাজ করে?",
    "options": [
      "Cl",
      "F",
      "H",
      "O"
    ],
    "answer": "Cl"
  },
  {
    "question": "বায়ুমণ্ডলের সর্বোচ্চ স্তর কোনটি?",
    "options": [
      "থার্মোস্ফিয়ার",
      "মেসোস্ফিয়ার",
      "এক্সোস্ফিয়ার",
      "ম্যাগনেটোস্ফিয়ার"
    ],
    "answer": "ম্যাগনেটোস্ফিয়ার"
  }
];