const quizData = [
  {
    "question": "কোনটি অটোজোম ঘটিত প্রচ্ছন্ন রোগ?",
    "options": [
      "হিমোফিলিয়া",
      "বর্ণান্ধতা",
      "থ্যালাসেমিয়া",
      "কানের লতি যুক্ত থাকা"
    ],
    "answer": "থ্যালাসেমিয়া"
  },
  {
    "question": "‘জিন’ শব্দটি প্রথম কে প্রবর্তন করেন?",
    "options": [
      "মেন্ডেল",
      "বেটসন",
      "জোহানসেন",
      "মর্গ্যান"
    ],
    "answer": "জোহানসেন"
  },
  {
    "question": "মানুষের লিঙ্গ নির্ধারণ করে কোন ক্রোমোজোম?",
    "options": [
      "X ক্রোমোজোম",
      "Y ক্রোমোজোম",
      "২২ নং অটোজোম",
      "২১ নং অটোজোম"
    ],
    "answer": "Y ক্রোমোজোম"
  },
  {
    "question": "RRYY জিনোটাইপযুক্ত মটর গাছ থেকে কত প্রকার গ্যামেট উৎপন্ন হয়?",
    "options": [
      "এক প্রকার",
      "দুই প্রকার",
      "তিন প্রকার",
      "চার প্রকার"
    ],
    "answer": "এক প্রকার"
  },
  {
    "question": "কোন রোগে রক্ততঞ্চন ব্যাহত হয়?",
    "options": [
      "থ্যালাসেমিয়া",
      "বর্ণান্ধতা",
      "হিমোফিলিয়া",
      "অ্যানিমিয়া"
    ],
    "answer": "হিমোফিলিয়া"
  },
  {
    "question": "মেন্ডেলের পৃথকভবনের সূত্রটি কোন জনন থেকে প্রাপ্ত?",
    "options": [
      "একসংকর জনন",
      "দ্বিসংকর জনন",
      "ত্রিসংকর জনন",
      "টেস্ট ক্রস"
    ],
    "answer": "একসংকর জনন"
  },
  {
    "question": "‘ক্রিসমাস ডিজিজ’ কোন রোগের অপর নাম?",
    "options": [
      "থ্যালাসেমিয়া",
      "হিমোফিলিয়া A",
      "হিমোফিলিয়া B",
      "বর্ণান্ধতা"
    ],
    "answer": "হিমোফিলিয়া B"
  },
  {
    "question": "TT × tt সংকরায়ণে F1 জনুর জিনোটাইপ কী হবে?",
    "options": [
      "TT",
      "Tt",
      "tt",
      "TT ও tt"
    ],
    "answer": "Tt"
  },
  {
    "question": "জীবের জিনগত গঠনকে কী বলে?",
    "options": [
      "ফিনোটাইপ",
      "জিনোটাইপ",
      "লোকাস",
      "অ্যালিল"
    ],
    "answer": "জিনোটাইপ"
  },
  {
    "question": "কোন বিজ্ঞানী মেন্ডেলের সূত্রের পুনরাবিষ্কার করেন?",
    "options": [
      "হুগো দ্য ভ্রিস",
      "কার্ল কোরেন্স",
      "এরিক শেরমাক",
      "সবকটি"
    ],
    "answer": "সবকটি"
  }
];