const quizData = [
  {
    "question": "একটি নিউরোট্রান্সমিটারের উদাহরণ হল –",
    "options": [
      "হিমোগ্লোবিন",
      "অ্যাসিটাইলকোলিন",
      "সোমাটোট্রপিন",
      "মেলানিন"
    ],
    "answer": "অ্যাসিটাইলকোলিন"
  },
  {
    "question": "বল ও সকেট সন্ধি দেখা যায় –",
    "options": [
      "কনুইতে",
      "হাঁটুতে",
      "স্কন্ধসন্ধিতে",
      "মেরুদণ্ডে"
    ],
    "answer": "স্কন্ধসন্ধিতে"
  },
  {
    "question": "মানবদেহের দীর্ঘতম স্নায়ু কোনটি?",
    "options": [
      "ভেগাস",
      "অপটিক",
      "সায়াটিক",
      "ফেসিয়াল"
    ],
    "answer": "সায়াটিক"
  },
  {
    "question": "লজ্জাবতীর পাতা স্পর্শ করলে নুয়ে পড়ে। এটি কী প্রকার চলন?",
    "options": [
      "নিকটিন্যাস্টি",
      "কেমোন্যাস্টি",
      "সিসমোন্যাস্টি",
      "ফোটোন্যাস্টি"
    ],
    "answer": "সিসমোন্যাস্টি"
  },
  {
    "question": "কোনটি প্রভুগ্রন্থি (Master Gland) নামে পরিচিত?",
    "options": [
      "থাইরয়েড",
      "অ্যাড্রিনাল",
      "অগ্ন্যাশয়",
      "পিটুইটারি"
    ],
    "answer": "পিটুইটারি"
  },
  {
    "question": "মানুষের সুষুম্নীয় স্নায়ুর সংখ্যা হল –",
    "options": [
      "১২ জোড়া",
      "২২ জোড়া",
      "৩১ জোড়া",
      "৩৩ জোড়া"
    ],
    "answer": "৩১ জোড়া"
  },
  {
    "question": "চোখের যে অংশে প্রতিবিম্ব গঠিত হয়, তা হল –",
    "options": [
      "কর্নিয়া",
      "রেটিনা",
      "আইরিস",
      "লেন্স"
    ],
    "answer": "রেটিনা"
  },
  {
    "question": "মানবদেহের BMR নিয়ন্ত্রণকারী হরমোনটি হল –",
    "options": [
      "ইনসুলিন",
      "অ্যাড্রিনালিন",
      "থাইরক্সিন",
      "GH"
    ],
    "answer": "থাইরক্সিন"
  },
  {
    "question": "ফ্লেক্সর পেশির উদাহরণ হল –",
    "options": [
      "ট্রাইসেপস",
      "বাইসেপস",
      "ডেলটয়েড",
      "কোয়াড্রিসেপস"
    ],
    "answer": "বাইসেপস"
  },
  {
    "question": "পিটুইটারি থেকে ক্ষরিত একটি গোনাডোট্রপিক হরমোন হল –",
    "options": [
      "TSH",
      "ACTH",
      "GTH",
      "STH"
    ],
    "answer": "GTH"
  }
];