const quizData = [
  {
    "question": "মস্তিষ্কের আবরণীকে একত্রে কী বলে?",
    "options": [
      "প্লুরা",
      "পেরিকার্ডিয়াম",
      "মেনিনজেস",
      "পেরিটোনিয়াম"
    ],
    "answer": "মেনিনজেস"
  },
  {
    "question": "সুন্দরী গাছের শ্বাসমূলে কোন প্রকার চলন দেখা যায়?",
    "options": [
      "অনুকূল অভিকর্ষবর্তী",
      "প্রতিকূল অভিকর্ষবর্তী",
      "তির্যক অভিকর্ষবর্তী",
      "কোনোটিই নয়"
    ],
    "answer": "প্রতিকূল অভিকর্ষবর্তী"
  },
  {
    "question": "অন্ধকারে দেখতে সাহায্য করে কোন কোষ?",
    "options": [
      "রড কোষ",
      "কোণ কোষ",
      "গ্যাংলিয়ন কোষ",
      "অ্যামাক্রাইন কোষ"
    ],
    "answer": "রড কোষ"
  },
  {
    "question": "একটি অ্যান্টি-জিব্বেরেলিন হরমোন হল –",
    "options": [
      "অক্সিন",
      "সাইটোকাইনিন",
      "অ্যাবসিসিক অ্যাসিড",
      "ইথিলিন"
    ],
    "answer": "অ্যাবসিসিক অ্যাসিড"
  },
  {
    "question": "প্রতিবর্ত ক্রিয়ার কেন্দ্রস্থল কোনটি?",
    "options": [
      "মস্তিষ্ক",
      "লঘুমস্তিষ্ক",
      "সুষুম্নাকাণ্ড",
      "পনস"
    ],
    "answer": "সুষুম্নাকাণ্ড"
  },
  {
    "question": "ডাবের জলে কোন হরমোন পাওয়া যায়?",
    "options": [
      "অক্সিন",
      "জিব্বেরেলিন",
      "সাইটোকাইনিন",
      "ফ্লোরিজেন"
    ],
    "answer": "সাইটোকাইনিন"
  },
  {
    "question": "অ্যাক্সনের আবরণীকে কী বলে?",
    "options": [
      "সারকোলেমা",
      "অ্যাক্সোলেমা",
      "নিউরোলেমা",
      "ডেনড্রন"
    ],
    "answer": "অ্যাক্সোলেমা"
  },
  {
    "question": "অগ্রমুকুলের বৃদ্ধি ব্যাহত করে এবং কাক্ষিক মুকুলের বৃদ্ধি ঘটায় কোন হরমোন?",
    "options": [
      "অক্সিন",
      "জিব্বেরেলিন",
      "সাইটোকাইনিন",
      "অ্যাবসিসিক অ্যাসিড"
    ],
    "answer": "সাইটোকাইনিন"
  },
  {
    "question": "গমনে অক্ষম একটি প্রাণী হল –",
    "options": [
      "হাইড্রা",
      "স্পঞ্জ",
      "জেলিফিশ",
      "অ্যামিবা"
    ],
    "answer": "স্পঞ্জ"
  },
  {
    "question": "মানুষের গমনের সময় দেহের ভারসাম্য রক্ষা করে –",
    "options": [
      "অন্তঃকর্ণের অর্ধচন্দ্রাকার নালী",
      "মধ্যকর্ণ",
      "গুরুমস্তিষ্ক",
      "হাইপোথ্যালামাস"
    ],
    "answer": "অন্তঃকর্ণের অর্ধচন্দ্রাকার নালী"
  }
];