const quizData = [
  {
    "question": "কোন হরমোনের অভাবে ‘ডায়াবেটিস ইনসিপিডাস’ রোগ হয়?",
    "options": [
      "ইনসুলিন",
      "গ্লুকাগন",
      "ADH",
      "থাইরক্সিন"
    ],
    "answer": "ADH"
  },
  {
    "question": "গুরুমস্তিষ্কের যোজককে কী বলে?",
    "options": [
      "ভারমিস",
      "কর্পাস ক্যালোসাম",
      "পনস",
      "ফোরনিক্স"
    ],
    "answer": "কর্পাস ক্যালোসাম"
  },
  {
    "question": "পায়রার লেজের পালককে কী বলে?",
    "options": [
      "রেমিজেস",
      "রেকট্রিসেস",
      "ডাউন পালক",
      "কনট্যুর পালক"
    ],
    "answer": "রেকট্রিসেস"
  },
  {
    "question": "কোন হরমোন উদ্ভিদের বার্ধক্য বিলম্বিত করে?",
    "options": [
      "অক্সিন",
      "জিব্বেরেলিন",
      "সাইটোকাইনিন",
      "ইথিলিন"
    ],
    "answer": "সাইটোকাইনিন"
  },
  {
    "question": "চোখের যে স্তরে রক্তবাহ থাকে, তা হল –",
    "options": [
      "স্ক্লেরা",
      "কোরয়েড",
      "রেটিনা",
      "কর্নিয়া"
    ],
    "answer": "কোরয়েড"
  },
  {
    "question": "অ্যামিবার গমন অঙ্গ হল –",
    "options": [
      "সিলিয়া",
      "ফ্ল্যাজেলা",
      "ক্ষণপদ",
      "কর্ষিকা"
    ],
    "answer": "ক্ষণপদ"
  },
  {
    "question": "মানুষের আবেগ, ক্রোধ, লজ্জা নিয়ন্ত্রণ করে মস্তিষ্কের কোন অংশ?",
    "options": [
      "লঘুমস্তিষ্ক",
      "পনস",
      "থ্যালামাস",
      "হাইপোথ্যালামাস"
    ],
    "answer": "হাইপোথ্যালামাস"
  },
  {
    "question": "হরমোন শব্দটি কোন গ্রিক শব্দ থেকে উৎপন্ন?",
    "options": [
      "হরমিন",
      "হরমাও",
      "হরমোনিয়া",
      "হর্মস"
    ],
    "answer": "হরমাও"
  },
  {
    "question": "একটি লোকাল হরমোনের উদাহরণ হল –",
    "options": [
      "টেস্টোস্টেরন",
      "ইনসুলিন",
      "থাইরক্সিন",
      "প্রোস্টাগ্ল্যান্ডিন"
    ],
    "answer": "টেস্টোস্টেরন"
  },
  {
    "question": "একটি সংজ্ঞাবহ স্নায়ুর উদাহরণ হল –",
    "options": [
      "ভেগাস",
      "অপটিক স্নায়ু",
      "অকিউলোমোটর",
      "হাইপোগ্লোসাল"
    ],
    "answer": "অপটিক স্নায়ু"
  }
];