const quizData = [
  {
    "question": "গ্লুকাগন হরমোন ক্ষরিত হয় অগ্ন্যাশয়ের কোন কোষ থেকে?",
    "options": [
      "α-কোষ",
      "β-কোষ",
      "δ-কোষ",
      "PP-কোষ"
    ],
    "answer": "α-কোষ"
  },
  {
    "question": "মহিলাদের ক্ষেত্রে ফলিকল স্টিমুলেটিং হরমোন (FSH) ডিম্বাশয়ের গ্রাফিয়ান ফলিকল থেকে যে হরমোন ক্ষরণে উদ্দীপনা জোগায়, সেটি হল –",
    "options": [
      "টেস্টোস্টেরন",
      "ইস্ট্রোজেন",
      "প্রোজেস্টেরন",
      "রিলাক্সিন"
    ],
    "answer": "ইস্ট্রোজেন"
  },
  {
    "question": "দূরের বস্তু দেখার ক্ষেত্রে অসুবিধা হওয়াকে কী বলে?",
    "options": [
      "মায়োপিয়া",
      "হাইপারমেট্রোপিয়া",
      "প্রেসবায়োপিয়া",
      "ক্যাটার‍্যাক্ট"
    ],
    "answer": "মায়োপিয়া"
  },
  {
    "question": "নিউরোনের কোষদেহে অবস্থিত দানাগুলিকে কী বলে?",
    "options": [
      "র‍্যানভিয়ারের পর্ব",
      "মায়োলিন সিদ",
      "নিজল দানা",
      "অ্যাক্সন হিলক"
    ],
    "answer": "নিজল দানা"
  },
  {
    "question": "কোন প্রকার চলনে সমগ্র উদ্ভিদদেহ স্থান পরিবর্তন করে?",
    "options": [
      "ট্রপিক",
      "ন্যাস্টিক",
      "ট্যাকটিক",
      "প্রকরণ"
    ],
    "answer": "ট্যাকটিক"
  },
  {
    "question": "মানবদেহে আয়োডিনের অভাবে কোন হরমোনের সংশ্লেষ ব্যাহত হয়?",
    "options": [
      "ইনসুলিন",
      "থাইরক্সিন",
      "অ্যাড্রিনালিন",
      "ইস্ট্রোজেন"
    ],
    "answer": "থাইরক্সিন"
  },
  {
    "question": "একটি মিশ্র গ্রন্থির উদাহরণ হল –",
    "options": [
      "পিটুইটারি",
      "থাইরয়েড",
      "শুক্রাশয়",
      "অ্যাড্রিনাল"
    ],
    "answer": "শুক্রাশয়"
  },
  {
    "question": "মানুষের করোটির অস্থির সন্ধি হল –",
    "options": [
      "সচল সন্ধি",
      "ঈষৎ সচল সন্ধি",
      "নিশ্চল সন্ধি",
      "কব্জা সন্ধি"
    ],
    "answer": "নিশ্চল সন্ধি"
  },
  {
    "question": "মানবদেহের কোন অঙ্গটি একাধারে সংজ্ঞাবহ ও চেষ্টিয় অঙ্গ?",
    "options": [
      "ত্বক",
      "কর্ণ",
      "জিহ্বা",
      "নাসিকা"
    ],
    "answer": "জিহ্বা"
  },
  {
    "question": "উদ্ভিদের পর্বমধ্যের দৈর্ঘ্য বৃদ্ধিতে সাহায্য করে –",
    "options": [
      "অক্সিন",
      "জিব্বেরেলিন",
      "সাইটোকাইনিন",
      "অ্যাবসিসিক অ্যাসিড"
    ],
    "answer": "জিব্বেরেলিন"
  }
];